#include "libgba\gba_types.h"
#include "strings\MoviePlot.h"


u8 Text_001_001[] = _("在新之助他们居住的春日部！");
u8 Text_001_002[] = _("新开设了一个");
u8 Text_001_003[] = _("春日部电影乐园");
u8 Text_001_004[] = _("啊蹭瞪府厚街阑漫陪热谁宛姓雍正冂厶薇");
u8 Text_001_005[] = _("在那里，通过虚拟电影院机器");
u8 Text_001_006[] = _("人们可以体验电影中的世界！");
u8 Text_001_007[] = _("圄阗婢椋腈钏癜篌鲐");
u8 Text_001_008[] = _("测试八");
u8 Text_001_009[] = _("测试九");
u8 Text_001_010[] = _("测试十");

u8 Text_002_001[] = _("哦……春日部竟然有了");
u8 Text_002_002[] = _("这样的东西啊……");
u8 Text_002_003[] = _("");