#include "libgba\gba_types.h"
#include "strings\MoviePlot.h"

// text 0x080BDEA0 - 0x080CC7D7
u8 MoviePlot_000_000[] = _("しんのすけ このたかさを とびこえるのは{End}");
u8 MoviePlot_000_001[] = _("おまえじゃ むりだな{NextPage}");
u8 MoviePlot_000_002[] = _("よし オレに とびのれ！{End}");

u8 MoviePlot_001_000[] = _("しんのすけ なにか こまったことがあれば{End}");
u8 MoviePlot_001_001[] = _("Ｒボタンを おしてみろ{NextPage}");
u8 MoviePlot_001_002[] = _("オレたちが いろいろ たすけてやるゾ！{End}");

u8 MoviePlot_002_000[] = _("もんが しまってちゃ はいれないゾ···{End}");

u8 MoviePlot_003_000[] = _("しんちゃん オタスケス—ツをつかうんだ！{End}");

u8 MoviePlot_004_000[] = _("よぉ—し タスケテ ケスタ！{End}");

u8 MoviePlot_005_000[] = _("オラ やられちゃったゾ···{End}");

u8 MoviePlot_006_000[] = _("ありがとう ぼうや{End}");
u8 MoviePlot_006_001[] = _("おかげで たすかったよ···{NextPage}");
u8 MoviePlot_006_002[] = _("わたしの ほかにも ロッカ—に{End}");
u8 MoviePlot_006_003[] = _("とじこめられた ひとが いる{NextPage}");
u8 MoviePlot_006_004[] = _("わたしでは ロッカ—を あけられない{End}");
u8 MoviePlot_006_005[] = _("かわりに たすけだして くれないか？{NextPage}");
u8 MoviePlot_006_006[] = _("ぜんいん たすけだしたら{End}");
u8 MoviePlot_006_007[] = _("でぐちのところまで きてくれ{NextPage}");

u8 MoviePlot_007_000[] = _("ありがとう たすかったよ···{End}");
u8 MoviePlot_007_001[] = _("{NextPage}");
u8 MoviePlot_007_002[] = _("ぼうやのとくいな【カンチョ—】ならば{End}");
u8 MoviePlot_007_003[] = _("エレベ—タ—のボタンがおせるんじゃないかな{NextPage}");

u8 MoviePlot_008_000[] = _("ありがとう ほかのひとたちも{End}");
u8 MoviePlot_008_001[] = _("たすけてやってくれないか？{NextPage}");

u8 MoviePlot_009_000[] = _("ありがとう{End}");
u8 MoviePlot_009_001[] = _("みんなたすけだしたら このふねをでよう{NextPage}");
u8 MoviePlot_009_002[] = _("それまで せんちょうといっしょに{End}");
u8 MoviePlot_009_003[] = _("でぐちのまえで まっているよ{NextPage}");

u8 MoviePlot_010_000[] = _("ありがとう ぼうや{End}");
u8 MoviePlot_010_001[] = _("おかげで たすかったよ···{NextPage}");
u8 MoviePlot_010_002[] = _("おれいにロッカ—のなかにあった{End}");
u8 MoviePlot_010_003[] = _("【チョコビ】をあげよう！{NextPage}");

u8 MoviePlot_011_000[] = _("ありがとう ぼうや！{End}");
u8 MoviePlot_011_001[] = _("わたしのなかまも たすけてくれたかい？{NextPage}");

u8 MoviePlot_012_000[] = _("いちどしか いわないから よく きくのよ{End}");
u8 MoviePlot_012_001[] = _("Ａボタンで ジャンプ！{NextPage}");
u8 MoviePlot_012_002[] = _("ジャンプちゅうに Ａボタンで もっと{End}");
u8 MoviePlot_012_003[] = _("たかいところに とどくように なるのよ{NextPage}");
u8 MoviePlot_012_004[] = _("てきは ふみつけると こうげきできるわ！{End}");
u8 MoviePlot_012_005[] = _("ジャンプして ふみつけてね！{NextPage}");
u8 MoviePlot_012_006[] = _("そして Ｂボタンで【カンチョ—】よ！{End}");
u8 MoviePlot_012_007[] = _("カンチョ—で たおせる てきもいるわ！{NextPage}");
u8 MoviePlot_012_008[] = _("ケガしないでね！{End}");

u8 MoviePlot_013_000[] = _("しかたないわね アタシが まけたら{End}");
u8 MoviePlot_013_001[] = _("いさぎよく ちきゅうから さるわ{NextPage}");

u8 MoviePlot_014_000[] = _("しょうたいを あらわしなさい！{NextPage}");
u8 MoviePlot_014_001[] = _("あなたが みらいじん だってことは{End}");
u8 MoviePlot_014_002[] = _("わかってるのよ！{NextPage}");

u8 MoviePlot_015_000[] = _("フン フフン フ—ン フン♪{End}");
u8 MoviePlot_015_001[] = _("ファンキ——— ダイナマイッ！！{NextPage}");

u8 MoviePlot_016_000[] = _("ありがとう しんちゃん{End}");
u8 MoviePlot_016_001[] = _("おれいに いいことを おしえるね！{NextPage}");
u8 MoviePlot_016_002[] = _("ステ—ジちゅうで いろんなひとと はなせば{End}");
u8 MoviePlot_016_003[] = _("みんな しんちゃんを たすけてくれるよ！{NextPage}");
u8 MoviePlot_016_004[] = _("ステ—ジにいるひとには{End}");
u8 MoviePlot_016_005[] = _("じゅうじボタンの うえをおすと はなせるよ{NextPage}");
u8 MoviePlot_016_006[] = _("ボクからは あおカ—ドを あげるよ！{End}");
u8 MoviePlot_016_007[] = _("たくさん あつめてね！{NextPage}");

u8 MoviePlot_017_000[] = _("コレクションナンバ— 5 のカ—ドを{End}");
u8 MoviePlot_017_001[] = _("てにいれた{NextPage}");
u8 MoviePlot_017_002[] = _("しかし なんですなぁ~{End}");
u8 MoviePlot_017_003[] = _("マサオくんは たすけられてばかりですな~{NextPage}");

u8 MoviePlot_018_000[] = _("ひどいや しんちゃん！{End}");
u8 MoviePlot_018_001[] = _("カ—ドを あげたのに！{NextPage}");
u8 MoviePlot_018_002[] = _("うわぁ~~ん！！{End}");

u8 MoviePlot_019_000[] = _("しんのすけくん{End}");
u8 MoviePlot_019_001[] = _("これが ス—パ—さんりんしゃよ{NextPage}");
u8 MoviePlot_019_002[] = _("そらもとべるし{End}");
u8 MoviePlot_019_003[] = _("3つの とくしゅのうりょくも あるのよ{NextPage}");
u8 MoviePlot_019_004[] = _("1つめのとくしゅのうりょくは{End}");
u8 MoviePlot_019_005[] = _("ぞ~さんけいたいへの へんけいきのうよ！{NextPage}");
u8 MoviePlot_019_006[] = _("じゅうじボタンの{End}");
u8 MoviePlot_019_007[] = _("うえをおせば じょうしょうし {NextPage}");
u8 MoviePlot_019_008[] = _("したをおせば かこうするわ！{End}");
u8 MoviePlot_019_009[] = _("みぎと ひだりで むきをかえられるの{NextPage}");
u8 MoviePlot_019_010[] = _("2つめのとくしゅのうりょくは{End}");
u8 MoviePlot_019_011[] = _("はなをつかっての こうげき！！{NextPage}");
u8 MoviePlot_019_012[] = _("Ｂボタンをおすと まえにはなをのばし{End}");
u8 MoviePlot_019_013[] = _("こうげきするわ！！{NextPage}");
u8 MoviePlot_019_014[] = _("3つめは えんまくだんよ{End}");
u8 MoviePlot_019_015[] = _("Ａボタンをおすと うしろにむかって{NextPage}");
u8 MoviePlot_019_016[] = _("てきのうごきをとめる えんまくだんを{End}");
u8 MoviePlot_019_017[] = _("はっしゃするわ！！{NextPage}");
u8 MoviePlot_019_018[] = _("しんのすけくん がんばってね！！{End}");

u8 MoviePlot_020_000[] = _("ほい！ しゅっぱつおしんこ~！{End}");

u8 MoviePlot_021_000[] = _("おぉ！ サルの いしょうが おちてますな~{End}");
u8 MoviePlot_021_001[] = _("きがえると しますか{NextPage}");

u8 MoviePlot_022_000[] = _("ジャンプ ちゅうに かべにせっしょくして{End}");
u8 MoviePlot_022_001[] = _("ふれている かべ ほうこうに{NextPage}");
u8 MoviePlot_022_002[] = _("じゅうじボタンを にゅうりょくしながら{End}");
u8 MoviePlot_022_003[] = _("Ａボタンで【かべげり】が できるわけですな{NextPage}");
u8 MoviePlot_022_004[] = _("ほほう！ おとなのじじょうは{End}");
u8 MoviePlot_022_005[] = _("むずかしい ですなぁ~{NextPage}");

u8 MoviePlot_023_000[] = _("おぉっ！ さっきのおサルさん{End}");

u8 MoviePlot_024_000[] = _("こんどは つたにむかって···{End}");
u8 MoviePlot_024_001[] = _("ジャンプするだけ···みたいですなぁ~{NextPage}");
u8 MoviePlot_024_002[] = _("とびおりるときは{End}");
u8 MoviePlot_024_003[] = _("じゅうじボタンのした とＡボタン{NextPage}");
u8 MoviePlot_024_004[] = _("ふぅ···やれやれ···{End}");
u8 MoviePlot_024_005[] = _("おぼえることが おおすぎるゾ！{NextPage}");

u8 MoviePlot_025_000[] = _("あそこにいけば オカマまじょを{End}");
u8 MoviePlot_025_001[] = _("やっつけることが できるんだゾ！{NextPage}");
u8 MoviePlot_025_002[] = _("おぉっ！ オカマまじょが おってきたゾ！{End}");
u8 MoviePlot_025_003[] = _("つかまるまえに あそこにいかなきゃ！！{NextPage}");

u8 MoviePlot_026_000[] = _("はやくしないと きちがばくはつしちゃうワ！！{End}");
u8 MoviePlot_026_001[] = _("{NextPage}");
u8 MoviePlot_026_002[] = _("がめんしたの ばくだんゲ—ジが{End}");
u8 MoviePlot_026_003[] = _("ばくはつするまえに{NextPage}");
u8 MoviePlot_026_004[] = _("きちのそとまで にげだすのよ！{End}");
u8 MoviePlot_026_005[] = _("{NextPage}");
u8 MoviePlot_026_006[] = _("さぁ はやく！！{End} ");

u8 MoviePlot_027_000[] = _("しんのすけ このたかさを とびこえるのは{End}");
u8 MoviePlot_027_001[] = _("おまえじゃ むりだろ{End}");
u8 MoviePlot_027_002[] = _("よし オレに とびのれ！{End}");

u8 MoviePlot_028_000[] = _("しんのすけ なにか こまったときは{End}");
u8 MoviePlot_028_001[] = _("Ｒボタンを おせば オレたちをよべるぜ！{End}");
u8 MoviePlot_028_002[] = _("いろんなところで たすけてやれるぞ！{End}");

u8 MoviePlot_029_000[] = _("もんが しまってちゃ はいれないゾ···{End}");

u8 MoviePlot_030_000[] = _("しんちゃん オタスケス—ツをつかうんだ！{End}");
u8 MoviePlot_030_001[] = _("あいことばは タスケテケスタ！{End}");

u8 MoviePlot_031_000[] = _("よぉ—し{End}");
u8 MoviePlot_031_001[] = _("タスケテ ケスタ！{End}");

u8 MoviePlot_032_000[] = _("オラ やられちゃったゾ···{End}");

u8 MoviePlot_033_000[] = _("オラ はらへったゾ···{End}");

u8 MoviePlot_034_000[] = _("ろじうらの だがしやさんで{End}");
u8 MoviePlot_034_001[] = _("しんちゃんが かった チョコビから{End}");
u8 MoviePlot_034_002[] = _("おまけの アクションカ—ド{End}");
u8 MoviePlot_034_003[] = _("ナンバ—99の レアカ—ドが でてきました{End}");
u8 MoviePlot_034_004[] = _("このカ—ドには もうひとつの ちきゅうと{End}");
u8 MoviePlot_034_005[] = _("いききできる ちからが あったのです{End}");

u8 MoviePlot_035_000[] = _("カ—ドにえらばれて アクションせんしに{End}");
u8 MoviePlot_035_001[] = _("なった しんちゃんたちは{End}");
u8 MoviePlot_035_002[] = _("アクションかめん アトラクションランドの{End}");
u8 MoviePlot_035_003[] = _("じくういどうマシンに のって{End}");
u8 MoviePlot_035_004[] = _("もうひとつの ちきゅうに{End}");
u8 MoviePlot_035_005[] = _("やってきました···{End}");

u8 MoviePlot_036_000[] = _("そこでは うちゅうからの しんりゃくしゃ{End}");
u8 MoviePlot_036_001[] = _("【ハイグレまおう】が いて{End}");
u8 MoviePlot_036_002[] = _("ひとびとが ハイグレにんげんに{End}");
u8 MoviePlot_036_003[] = _("かえられていました！{End}");

u8 MoviePlot_037_000[] = _("いま このせかいには{End}");
u8 MoviePlot_037_001[] = _("アクションかめんが いないの！{End}");
u8 MoviePlot_037_002[] = _("そちらの せかいに しゅっちょうしている{End}");
u8 MoviePlot_037_003[] = _("アクションかめんを よびよせるには{End}");
u8 MoviePlot_037_004[] = _("あなたがたの{End}");
u8 MoviePlot_037_005[] = _("てだすけが ひつようなの！{End}");

u8 MoviePlot_038_000[] = _("じゃあ あのテレビの アクションかめんは{End}");
u8 MoviePlot_038_001[] = _("ほんもの だってこと？{End}");

u8 MoviePlot_039_000[] = _("ええ{End}");

u8 MoviePlot_040_000[] = _("オラ しってたゾ！{End}");
u8 MoviePlot_040_001[] = _("アクションかめんは ほんものだもん！！{End}");

u8 MoviePlot_041_000[] = _("しってたんじゃなく{End}");
u8 MoviePlot_041_001[] = _("おもいこんでた だけだろうが！{End}");

u8 MoviePlot_042_000[] = _("マンガや えいが みたいな{End}");
u8 MoviePlot_042_001[] = _("はなしだわ···{End}");

u8 MoviePlot_043_000[] = _("ハイグレまおうの うちゅうせんは{End}");
u8 MoviePlot_043_001[] = _("しんじゅくに あるわ{End}");
u8 MoviePlot_043_002[] = _("そこに アクションスト—ンを{End}");
u8 MoviePlot_043_003[] = _("もっていくことが できれば{End}");
u8 MoviePlot_043_004[] = _("アクションかめんを こちらのせかいに{End}");
u8 MoviePlot_043_005[] = _("よびよせることが できるわ！！{End}");

u8 MoviePlot_044_000[] = _("オラがやる！{End}");
u8 MoviePlot_044_001[] = _("{End}");
u8 MoviePlot_044_002[] = _("オラが アクションかめんを{End}");
u8 MoviePlot_044_003[] = _("オタスケするんだ！{End}");

u8 MoviePlot_045_000[] = _("そうか！{End}");
u8 MoviePlot_045_001[] = _("きみが いってくれるか！{End}");
u8 MoviePlot_045_002[] = _("まちはずれに わしの はつめいした{End}");
u8 MoviePlot_045_003[] = _("ス—パ—さんりんしゃが おいてある！{End}");
u8 MoviePlot_045_004[] = _("それを つかえば いっきに{End}");
u8 MoviePlot_045_005[] = _("しんじゅくまで いけるはずじゃ！！{End}");

u8 MoviePlot_046_000[] = _("まちには ハイグレまおうの てしたが{End}");
u8 MoviePlot_046_001[] = _("おおぜいいるから きをつけてね！{End}");

u8 MoviePlot_047_000[] = _("うちゅうせんに とうちゃくすると{End}");
u8 MoviePlot_047_001[] = _("ハイグレまおうが あらわれました！{End}");

u8 MoviePlot_048_000[] = _("あたしは ハイグレまおう{End}");
u8 MoviePlot_048_001[] = _("この ちきゅうの しはいしゃ！{End}");
u8 MoviePlot_048_002[] = _("しってるわよ アンタが{End}");
u8 MoviePlot_048_003[] = _("アクションスト—ンを もっていること{End}");
u8 MoviePlot_048_004[] = _("さぁ およこし！{End}");

u8 MoviePlot_049_000[] = _("いやだ！{End}");
u8 MoviePlot_049_001[] = _("おまえなんかに わたすもんか！！{End}");

u8 MoviePlot_050_000[] = _("アクションかめぇ—ん！！{End}");

u8 MoviePlot_051_000[] = _("しんちゃんは アクションスト—ンをつかって{End}");
u8 MoviePlot_051_001[] = _("アクションかめんを よびよせました！{End}");

u8 MoviePlot_052_000[] = _("しんのすけくん{End}");
u8 MoviePlot_052_001[] = _("アクションビ—ムだ！{End}");
u8 MoviePlot_052_002[] = _("アクションスト—ンを もっていれば{End}");
u8 MoviePlot_052_003[] = _("きみも アクションビ—ムが うてる！{End}");

u8 MoviePlot_053_000[] = _("よぉ—し{End}");
u8 MoviePlot_053_001[] = _("アクションビィ———ム！{End}");

u8 MoviePlot_054_000[] = _("ふたりではなった せいぎのパワ—ぜんかいの{End}");
u8 MoviePlot_054_001[] = _("アクションビ—ムには かなわず{End}");
u8 MoviePlot_054_002[] = _("ハイグレまおうは こうさんしました{End}");

u8 MoviePlot_055_000[] = _("ワ—ッハッハッ！！{End}");
u8 MoviePlot_055_001[] = _("ワ—ッハッハッハッ！！{End}");

u8 MoviePlot_056_000[] = _("アクションかめん{End}");
u8 MoviePlot_056_001[] = _("ほい アクションスト—ン{End}");

u8 MoviePlot_057_000[] = _("ありがとう しんのすけくん{End}");
u8 MoviePlot_057_001[] = _("なにか おれいを しなくちゃな{End}");

u8 MoviePlot_058_000[] = _("すうじつご···{End}");

u8 MoviePlot_059_000[] = _("しんのすけ—{End}");
u8 MoviePlot_059_001[] = _("あんたあてに にもつが きてるわよ{End}");

u8 MoviePlot_060_000[] = _("それは アクションかめんから おくられた{End}");
u8 MoviePlot_060_001[] = _("アクションかめん へんしんセット でした！{End}");

u8 MoviePlot_061_000[] = _("Ｌボタンを おせば{End}");
u8 MoviePlot_061_001[] = _("コスプレウィンドウが ひらくゾ！{End}");
u8 MoviePlot_061_002[] = _("アクションかめんの コスプレを えらんで{End}");
u8 MoviePlot_061_003[] = _("Ａボタンで けっていすると{End}");
u8 MoviePlot_061_004[] = _("オラが{End}");
u8 MoviePlot_061_005[] = _("アクションかめんに へんしんするゾ！！{End}");

u8 MoviePlot_062_000[] = _("オラは アクションかめんになると{End}");
u8 MoviePlot_062_001[] = _("Ｂボタンで アクションビ—ムが うてるゾ！{End}");
u8 MoviePlot_062_002[] = _("2だんジャンプを しているときに{End}");
u8 MoviePlot_062_003[] = _("したを おしながら Ｂボタンをおせば{End}");
u8 MoviePlot_062_004[] = _("じめんをころがり てきを やっつける{End}");
u8 MoviePlot_062_005[] = _("アクションロ—リングサンダ—だゾ！{End}");

u8 MoviePlot_063_000[] = _("あるひ しんちゃんは{End}");
u8 MoviePlot_063_001[] = _("しょうてんがいの ふくびきで{End}");
u8 MoviePlot_063_002[] = _("とくしょうの かいがいりょこうを{End}");
u8 MoviePlot_063_003[] = _("ひきあてました{End}");

u8 MoviePlot_064_000[] = _("しかしそれは しんちゃんを ねらった{End}");
u8 MoviePlot_064_001[] = _("【ホワイトスネ—クだん】の ワナでした{End}");

u8 MoviePlot_065_000[] = _("しんちゃんたちは{End}");
u8 MoviePlot_065_001[] = _("ホワイトスネ—クだんから のがれるため{End}");
u8 MoviePlot_065_002[] = _("パラシュ—トで てきの ひこうきから{End}");
u8 MoviePlot_065_003[] = _("とびだしました！{End}");

u8 MoviePlot_066_000[] = _("ぶじに ちゃくりく できたものの{End}");
u8 MoviePlot_066_001[] = _("あたりは いちめん おおきな き{End}");
u8 MoviePlot_066_002[] = _("ふかい ふか—い{End}");
u8 MoviePlot_066_003[] = _("もりのなか だったのでした···{End}");

u8 MoviePlot_067_000[] = _("まよい あるくうちに{End}");
u8 MoviePlot_067_001[] = _("こだいいせきに たどりついたのです···{End}");

u8 MoviePlot_068_000[] = _("サルたちに おしえられた みちをすすむと{End}");
u8 MoviePlot_068_001[] = _("てつどうが みつかりました{End}");

u8 MoviePlot_069_000[] = _("れっしゃにのり まちにむかう とちゅう{End}");
u8 MoviePlot_069_001[] = _("ひとりのじょせいが はなしかけてきました{End}");

u8 MoviePlot_070_000[] = _("おうじ？{End}");
u8 MoviePlot_070_001[] = _("スンノケシおうじ！{End}");
u8 MoviePlot_070_002[] = _("わたしです ルルです！{End}");
u8 MoviePlot_070_003[] = _("よくぞ ごぶじで···{End}");

u8 MoviePlot_071_000[] = _("···！？{End}");
u8 MoviePlot_071_001[] = _("{End}");
u8 MoviePlot_071_002[] = _("スンノケシおうじに そっくりですが{End}");
u8 MoviePlot_071_003[] = _("ちがうようですね{End}");

u8 MoviePlot_072_000[] = _("おうしつしんえいたいの【ルルしょうさ】は{End}");
u8 MoviePlot_072_001[] = _("しんちゃん そっくりの{End}");
u8 MoviePlot_072_002[] = _("【スンノケシおうじ】を{End}");
u8 MoviePlot_072_003[] = _("さがしていました{End}");

u8 MoviePlot_073_000[] = _("なるほど··· スンノケシおうじを{End}");
u8 MoviePlot_073_001[] = _("ゆうかいした いちみと{End}");
u8 MoviePlot_073_002[] = _("あなたがたを おそった{End}");
u8 MoviePlot_073_003[] = _("ホワイトスネ—クだんは{End}");
u8 MoviePlot_073_004[] = _("おそらく{End}");
u8 MoviePlot_073_005[] = _("おなじグル—プのようですね···{End}");

u8 MoviePlot_074_000[] = _("でも なんのために？{End}");

u8 MoviePlot_075_000[] = _("それをしらべ スンノケシおうじを{End}");
u8 MoviePlot_075_001[] = _("きゅうしゅつするために{End}");
u8 MoviePlot_075_002[] = _("わたしが いるのです！{End}");

u8 MoviePlot_076_000[] = _("おわかいのに たいへんですね···{End}");

u8 MoviePlot_077_000[] = _("いろんな しごとが あるもんだな···{End}");

u8 MoviePlot_078_000[] = _("つぎのえきに わたしの なかまを{End}");
u8 MoviePlot_078_001[] = _("たいきさせて あります{End}");
u8 MoviePlot_078_002[] = _("もうあんしんですよ{End}");

u8 MoviePlot_079_000[] = _("これで ひとあんしん···{End}");
u8 MoviePlot_079_001[] = _("と おもったのも つかのま{End}");
u8 MoviePlot_079_002[] = _("ふたたび ホワイトスネ—クだんが{End}");
u8 MoviePlot_079_003[] = _("おそってきました！！{End}");

u8 MoviePlot_080_000[] = _("しんちゃんの リュックには{End}");
u8 MoviePlot_080_001[] = _("はっしんきが とりつけられていたのです{End}");

u8 MoviePlot_081_000[] = _("あなたたちね！{End}");
u8 MoviePlot_081_001[] = _("スンノケシおうじを ゆうかいしたのは！{End}");
u8 MoviePlot_081_002[] = _("いのちが おしいのなら{End}");
u8 MoviePlot_081_003[] = _("おうじの いばしょを おしえなさい！！{End}");

u8 MoviePlot_082_000[] = _("わるいが そういうわけには いかん···{End}");

u8 MoviePlot_083_000[] = _("ルルは ひっしで たたかいましたが{End}");
u8 MoviePlot_083_001[] = _("【ミスタ—·ハブ】は てごわく{End}");
u8 MoviePlot_083_002[] = _("しんちゃんは つれさられて{End}");
u8 MoviePlot_083_003[] = _("しまいました···{End}");

u8 MoviePlot_084_000[] = _("ミスタ—·ハブに{End}");
u8 MoviePlot_084_001[] = _("おもりの ハンデは いらなかったようです{End}");
u8 MoviePlot_084_002[] = _("つぎにあうときには きょうとおなじ{End}");
u8 MoviePlot_084_003[] = _("エンディングには ならないはずです！{End}");
u8 MoviePlot_084_004[] = _("さぁ たいさくを ねりましょう{End}");
u8 MoviePlot_084_005[] = _("はんげきです！！{End}");

u8 MoviePlot_085_000[] = _("ホワイトスネ—クだんに つかまった{End}");
u8 MoviePlot_085_001[] = _("しんちゃんは{End}");
u8 MoviePlot_085_002[] = _("ろうやのなかで{End}");
u8 MoviePlot_085_003[] = _("ひとりの しょうねんに であいました{End}");

u8 MoviePlot_086_000[] = _("おおっ！？{End}");

u8 MoviePlot_087_000[] = _("···キミは？{End}");

u8 MoviePlot_088_000[] = _("オラ のはらしんのすけ 5さい{End}");
u8 MoviePlot_088_001[] = _("アンタだれ？{End}");

u8 MoviePlot_089_000[] = _("ボクは ブリブリおうこく おうじ{End}");
u8 MoviePlot_089_001[] = _("スンノケシです{End}");

u8 MoviePlot_090_000[] = _("ハンサムだね{End}");

u8 MoviePlot_091_000[] = _("えっ······{End}");
u8 MoviePlot_091_001[] = _("{End}");
u8 MoviePlot_091_002[] = _("そ そういうキミだって{End}");
u8 MoviePlot_091_003[] = _("カワイイよ{End}");

u8 MoviePlot_092_000[] = _("ああ やっぱり—{End}");

u8 MoviePlot_093_000[] = _("······{End}");
u8 MoviePlot_093_001[] = _("でも ボクたちって そっくりだね{End}");

u8 MoviePlot_094_000[] = _("ええ—っ！{End}");
u8 MoviePlot_094_001[] = _("オラのほうが カッコいいゾ—{End}");

u8 MoviePlot_095_000[] = _("·········{End}");

u8 MoviePlot_096_000[] = _("キミって ちょっと かわってるって{End}");
u8 MoviePlot_096_001[] = _("いわれない？{End}");

u8 MoviePlot_097_000[] = _("よくいわれるゾ{End}");
u8 MoviePlot_097_001[] = _("エッヘン！{End}");

u8 MoviePlot_098_000[] = _("えへへ···{End}");

u8 MoviePlot_099_000[] = _("オラたち きがあいそう{End}");
u8 MoviePlot_099_001[] = _("しんゆうに なれそうだね{End}");
u8 MoviePlot_099_002[] = _("オラのこと{End}");
u8 MoviePlot_099_003[] = _("しんちゃんって よんでいいから{End}");
u8 MoviePlot_099_004[] = _("オラも{End}");
u8 MoviePlot_099_005[] = _("スンちゃんって よんでいい？{End}");

u8 MoviePlot_100_000[] = _("ええっ？···{End}");
u8 MoviePlot_100_001[] = _("う うん{End}");

u8 MoviePlot_101_000[] = _("じゃあ オラよんで みようっと！{End}");

u8 MoviePlot_102_000[] = _("スンちゃん！{End}");

u8 MoviePlot_103_000[] = _("はい！{End}");

u8 MoviePlot_104_000[] = _("ああ{End}");
u8 MoviePlot_104_001[] = _("オラのことも よんでみて—！{End}");

u8 MoviePlot_105_000[] = _("しんちゃん！{End}");

u8 MoviePlot_106_000[] = _("エヘッ！{End}");
u8 MoviePlot_106_001[] = _("なぁにぃ—？{End}");

u8 MoviePlot_107_000[] = _("えっ······{End}");

u8 MoviePlot_108_000[] = _("ふたりをのせた{End}");
u8 MoviePlot_108_001[] = _("ホワイトスネ—クだんの せんすいかんは{End}");
u8 MoviePlot_108_002[] = _("ブリブリマウンテンとうにある{End}");
u8 MoviePlot_108_003[] = _("きゅうでんに むかっていました{End}");

u8 MoviePlot_109_000[] = _("しんちゃんを みて{End}");
u8 MoviePlot_109_001[] = _("おもいだしたことが あるんだ···{End}");

u8 MoviePlot_110_000[] = _("お—お—ぅ{End}");

u8 MoviePlot_111_000[] = _("ブリブリおうこくの おうぞくのものだけが{End}");
u8 MoviePlot_111_001[] = _("しってる でんせつが あるんだ···{End}");

u8 MoviePlot_112_000[] = _("お—お—ぅ{End}");

u8 MoviePlot_113_000[] = _("······{End}");
u8 MoviePlot_113_001[] = _("ブリブリおうよ{End}");
u8 MoviePlot_113_002[] = _("おまえが 5つのふゆを へたばかりで{End}");
u8 MoviePlot_113_003[] = _("2つの にくたいを もつものならば{End}");
u8 MoviePlot_113_004[] = _("おまえは まさに{End}");
u8 MoviePlot_113_005[] = _("えらばれしもの である{End}");
u8 MoviePlot_113_006[] = _("いけ！ ふうじられし もんへ{End}");
u8 MoviePlot_113_007[] = _("そして みちを いくがよい{End}");
u8 MoviePlot_113_008[] = _("さすれば なんじ{End}");
u8 MoviePlot_113_009[] = _("おうごんの みやこに まねかれる{End}");
u8 MoviePlot_113_010[] = _("そのとき われ{End}");
u8 MoviePlot_113_011[] = _("なんじに ちからを あたえん···{End}");

u8 MoviePlot_114_000[] = _("この ブリブリおうこくに つたわる{End}");
u8 MoviePlot_114_001[] = _("でんせつのたからを ねらって{End}");
u8 MoviePlot_114_002[] = _("ホワイトスネ—クだんの{End}");
u8 MoviePlot_114_003[] = _("リ—ダ— 【アナコンダ】は{End}");
u8 MoviePlot_114_004[] = _("しんちゃんと スンノケシおうじを{End}");
u8 MoviePlot_114_005[] = _("さらったのでした{End}");

u8 MoviePlot_115_000[] = _("その きゅうでんには けっして{End}");
u8 MoviePlot_115_001[] = _("あしを ふみいれては ならない···{End}");
u8 MoviePlot_115_002[] = _("そこには 1000とうの ぞうを{End}");
u8 MoviePlot_115_003[] = _("つかっても はこびだせないほどの{End}");
u8 MoviePlot_115_004[] = _("たからが ねむっている···{End}");

u8 MoviePlot_116_000[] = _("しかし そのたからを もちかえろうと{End}");
u8 MoviePlot_116_001[] = _("したものは たましいまでも のろわれ{End}");
u8 MoviePlot_116_002[] = _("えいえんに ちちゅうのやみに{End}");
u8 MoviePlot_116_003[] = _("とじこめられるだろう···{End}");
u8 MoviePlot_116_004[] = _("その きゅうでんには けっして{End}");
u8 MoviePlot_116_005[] = _("あしを ふみいれては ならない···{End}");
u8 MoviePlot_116_006[] = _("きゅうでんの おくに ねむっているものは{End}");
u8 MoviePlot_116_007[] = _("けっして めざめさせては いけないんだ{End}");
u8 MoviePlot_116_008[] = _("いやなよかんがする···{End}");
u8 MoviePlot_116_009[] = _(" {End}");
u8 MoviePlot_116_010[] = _("しんちゃん！{End}");
u8 MoviePlot_116_011[] = _("アナコンダたちを とめなきゃ！！{End}");

u8 MoviePlot_117_000[] = _("おぉお—！{End}");

u8 MoviePlot_118_000[] = _("せぇ——のっ！！{End}");

u8 MoviePlot_119_000[] = _("ふたりが 【おさめのかぎ】を はめこむと{End}");
u8 MoviePlot_119_001[] = _("まじんは ふういんされました{End}");
u8 MoviePlot_119_002[] = _("そして しんでんが くずれだしました{End}");

u8 MoviePlot_120_000[] = _("たいへんだ みずが あふれてしまうまえに{End}");
u8 MoviePlot_120_001[] = _("ここから にげなきゃ！！{End}");

u8 MoviePlot_121_000[] = _("ききいっぱつの ところ{End}");
u8 MoviePlot_121_001[] = _("ルルのよういした きゅうめいボ—トで{End}");
u8 MoviePlot_121_002[] = _("みんな ぶじに{End}");
u8 MoviePlot_121_003[] = _("だっしゅつすることが できました{End}");

u8 MoviePlot_122_000[] = _("せっかくの かいがいりょこう だったのに{End}");
u8 MoviePlot_122_001[] = _("ひどいめにあった しんちゃんたちのために{End}");
u8 MoviePlot_122_002[] = _("スンノケシおうじが{End}");
u8 MoviePlot_122_003[] = _("せいだいなパ—ティを ひらいてくれました{End}");

u8 MoviePlot_123_000[] = _("これで デメタシデメタシだね！{End}");

u8 MoviePlot_124_000[] = _("ああ—っ スンちゃん{End}");
u8 MoviePlot_124_001[] = _("それ オラのせりふ—{End}");

u8 MoviePlot_125_000[] = _("ある あさのこと···{End}");

u8 MoviePlot_126_000[] = _("とうちゃん かあちゃん{End}");
u8 MoviePlot_126_001[] = _("シロが おはなししたいって！{End}");

u8 MoviePlot_127_000[] = _("みなさんに おはなしが あります{End}");

u8 MoviePlot_128_000[] = _("···！{End}");
u8 MoviePlot_128_001[] = _("シ シロが···{End}");

u8 MoviePlot_129_000[] = _("···しゃべった！？{End}");

u8 MoviePlot_130_000[] = _("じゃあ はなしを せいりしよう{End}");
u8 MoviePlot_130_001[] = _("{End}");
u8 MoviePlot_130_002[] = _("きみは 【リング·スノ—スト—ム】という{End}");
u8 MoviePlot_130_003[] = _("なまえの タイムパトロ—ルの たいいん{End}");
u8 MoviePlot_130_004[] = _("30せいきの みらいからやってきたが{End}");
u8 MoviePlot_130_005[] = _("タイムマシンが こしょうして{End}");
u8 MoviePlot_130_006[] = _("シロの いぬごやの ちかで{End}");
u8 MoviePlot_130_007[] = _("うごけなくなった···{End}");
u8 MoviePlot_130_008[] = _("そこで シロのからだを かりて{End}");
u8 MoviePlot_130_009[] = _("はなしを している···{End}");
u8 MoviePlot_130_010[] = _("そうなった げんいんは {End}");
u8 MoviePlot_130_011[] = _("にっぽんの せんごくじだいからの{End}");
u8 MoviePlot_130_012[] = _("なにものかによる はかいかつどうの{End}");
u8 MoviePlot_130_013[] = _("しわざである···{End}");
u8 MoviePlot_130_014[] = _("これで いいのかな？{End}");

u8 MoviePlot_131_000[] = _("そのとおり！{End}");

u8 MoviePlot_132_000[] = _("おぉお—っ！{End}");
u8 MoviePlot_132_001[] = _("と—ちゃん すごいゾ—っ！！{End}");

u8 MoviePlot_133_000[] = _("いやぁ それほどでも···{End}");

u8 MoviePlot_134_000[] = _("そこで おりいって{End}");
u8 MoviePlot_134_001[] = _("おねがいが あるのです{End}");
u8 MoviePlot_134_002[] = _("わたしといっしょに せんごくじだいに{End}");
u8 MoviePlot_134_003[] = _("いって いただきたいのです！{End}");

u8 MoviePlot_135_000[] = _("あなたの てつだいをして{End}");
u8 MoviePlot_135_001[] = _("わたしたちに なんの とくがあるの？{End}");

u8 MoviePlot_136_000[] = _("このまま ほうっておくと せかいぜんたいに{End}");
u8 MoviePlot_136_001[] = _("だいいへんが おこるのです！{End}");
u8 MoviePlot_136_002[] = _("おねがいします！{End}");
u8 MoviePlot_136_003[] = _("わたしがシロに なってしまった いじょう{End}");
u8 MoviePlot_136_004[] = _("しんじられるのは{End}");
u8 MoviePlot_136_005[] = _("あなたがた だけなのです！！{End}");

u8 MoviePlot_137_000[] = _("オラ シロの おてつだい するゾ！{End}");

u8 MoviePlot_138_000[] = _("しんのすけ！？{End}");

u8 MoviePlot_139_000[] = _("しんのすけ！？{End}");

u8 MoviePlot_140_000[] = _("オラと シロとは しんゆうだもん！{End}");

u8 MoviePlot_141_000[] = _("うちのいっかに とっては{End}");
u8 MoviePlot_141_001[] = _("せかいへいわ なんか どうでもいいけど{End}");
u8 MoviePlot_141_002[] = _("しんのすけが いうなら しかたないか！{End}");

u8 MoviePlot_142_000[] = _("いきましょう！！{End}");

u8 MoviePlot_143_000[] = _("こうして のはらいっかは{End}");
u8 MoviePlot_143_001[] = _("せんごくじだいへ いくことになりました{End}");

u8 MoviePlot_144_000[] = _("せんごくじだいでは いきなり{End}");
u8 MoviePlot_144_001[] = _("くろこにんじゃに おそわれ だいピンチ！{End}");
u8 MoviePlot_144_002[] = _("でもそこに ひとりの わかむしゃが{End}");
u8 MoviePlot_144_003[] = _("あらわれ たすけてくれました{End}");

u8 MoviePlot_145_000[] = _("まっていたぞ···{End}");
u8 MoviePlot_145_001[] = _("わたしは ふぶきまる{End}");
u8 MoviePlot_145_002[] = _("おぬしたちが わが かすがけに{End}");
u8 MoviePlot_145_003[] = _("だいだい かたりつがれし{End}");
u8 MoviePlot_145_004[] = _("3にんと1ぴきの ゆうし だな{End}");

u8 MoviePlot_146_000[] = _("【ふぶきまる】は おやのかたき{End}");
u8 MoviePlot_146_001[] = _("【うんこくさい】を たおすために{End}");
u8 MoviePlot_146_002[] = _("でんせつの ゆうしを さがしていたのです{End}");

u8 MoviePlot_147_000[] = _("わたしたちが その 3にんと1ぴき です{End}");
u8 MoviePlot_147_001[] = _("{End}");
u8 MoviePlot_147_002[] = _("あなたに あうため{End}");
u8 MoviePlot_147_003[] = _("べつの せかいから やってきました{End}");

u8 MoviePlot_148_000[] = _("しんちゃんたちは{End}");
u8 MoviePlot_148_001[] = _("でんせつの ゆうしになって{End}");
u8 MoviePlot_148_002[] = _("ふぶきまると いっしょに{End}");
u8 MoviePlot_148_003[] = _("うんこくさいが いる しろにむかいました{End}");

u8 MoviePlot_149_000[] = _("しんちゃんたちの ゆくてに たちふさがる{End}");
u8 MoviePlot_149_001[] = _("うんこくさいの てしたたち{End}");
u8 MoviePlot_149_002[] = _("【またたびねこのしん】や{End}");
u8 MoviePlot_149_003[] = _("【フリ—ドキンたましろう】を{End}");
u8 MoviePlot_149_004[] = _("ふぶきまると きょうりょくして{End}");
u8 MoviePlot_149_005[] = _("やっつけました{End}");

u8 MoviePlot_150_000[] = _("そして とうとう うんこくさいの{End}");
u8 MoviePlot_150_001[] = _("しろのまえに たどりつきました{End}");

u8 MoviePlot_151_000[] = _("しんのすけ こい···{End}");

u8 MoviePlot_152_000[] = _("ほいっ{End}");

u8 MoviePlot_153_000[] = _("か··からだが···いうことを{End}");
u8 MoviePlot_153_001[] = _("きかぬ···{End}");

u8 MoviePlot_154_000[] = _("さっきの ガスね{End}");

u8 MoviePlot_155_000[] = _("てんしゅかくに のりこんだ{End}");
u8 MoviePlot_155_001[] = _("しんちゃんたち でしたが{End}");
u8 MoviePlot_155_002[] = _("うんこくさいの てした{End}");
u8 MoviePlot_155_003[] = _("【ダイアンおぎん】との たたかいで{End}");
u8 MoviePlot_155_004[] = _("ふぶきまるは しびれガスをうけ{End}");
u8 MoviePlot_155_005[] = _("うごけなくなったのでした{End}");

u8 MoviePlot_156_000[] = _("ふぶきまるは まもりカタナの{End}");
u8 MoviePlot_156_001[] = _("【だい7ちんちんまる】を{End}");
u8 MoviePlot_156_002[] = _("しんちゃんに てわたしました{End}");

u8 MoviePlot_157_000[] = _("···たのむ······はやくとれ！{End}");

u8 MoviePlot_158_000[] = _("こどもが はもの もっちゃいけないって{End}");
u8 MoviePlot_158_001[] = _("かあちゃんが···{End}");

u8 MoviePlot_159_000[] = _("しんちゃん ファイト！{End}");
u8 MoviePlot_159_001[] = _("ゆうし でしょ！！{End}");
u8 MoviePlot_159_002[] = _("【わざわいに たちむかえ】よ！！{End}");
u8 MoviePlot_159_003[] = _("さあっ！{End}");

u8 MoviePlot_160_000[] = _("くそぉ———っ！ うんこがなんだ！{End}");
u8 MoviePlot_160_001[] = _("{End}");
u8 MoviePlot_160_002[] = _("ウンチョ！ パンツ！{End}");
u8 MoviePlot_160_003[] = _("ロ—リングサンダ——！！{End}");

u8 MoviePlot_161_000[] = _("ふぶきまるの いしをうけとった{End}");
u8 MoviePlot_161_001[] = _("しんちゃんは ゆうきを ふりしぼり{End}");
u8 MoviePlot_161_002[] = _("うんこくさいの いる てんしゅかくへ{End}");
u8 MoviePlot_161_003[] = _("のぼって いきました{End}");

u8 MoviePlot_162_000[] = _("うんこくさいを やっつけた{End}");
u8 MoviePlot_162_001[] = _("しんちゃんたちは{End}");
u8 MoviePlot_162_002[] = _("げんだいへ もどってきました{End}");
u8 MoviePlot_162_003[] = _("         ···が···{End}");
u8 MoviePlot_162_004[] = _("このせかいも{End}");
u8 MoviePlot_162_005[] = _("どこか へんです···{End}");

u8 MoviePlot_163_000[] = _("そこへ タイムパトロ—ルの{End}");
u8 MoviePlot_163_001[] = _("リング·スノ—スト—ムが あらわれ{End}");
u8 MoviePlot_163_002[] = _("なぜ へんなせかいになったのか{End}");
u8 MoviePlot_163_003[] = _("せつめい してくれました{End}");

u8 MoviePlot_164_000[] = _("【うんこくさい】の しょうたい{End}");
u8 MoviePlot_164_001[] = _("【ヒエ—ル·ジョコマン】は{End}");
u8 MoviePlot_164_002[] = _("せんごくじだい から{End}");
u8 MoviePlot_164_003[] = _("げんだいに にげていたのです{End}");

u8 MoviePlot_165_000[] = _("そして れきしを ねじまげて{End}");
u8 MoviePlot_165_001[] = _("にほんを しはいして いたのです！{End}");

u8 MoviePlot_166_000[] = _("しんちゃんたちは リングといっしょに{End}");
u8 MoviePlot_166_001[] = _("ヒエ—ルを つかまえに むかいました！！{End}");

u8 MoviePlot_167_000[] = _("じかんはんざいしゃ{End}");
u8 MoviePlot_167_001[] = _("ヒエ—ル·ジョコマン{End}");
u8 MoviePlot_167_002[] = _("おとなしく{End}");
u8 MoviePlot_167_003[] = _("おなわを ちょうだいしなさいっ！{End}");
u8 MoviePlot_167_004[] = _("じゃなくって···【じかんはんざいほう】{End}");
u8 MoviePlot_167_005[] = _("【だい12じょう】によって たいほする！！{End}");

u8 MoviePlot_168_000[] = _("あ そう そうですか{End}");
u8 MoviePlot_168_001[] = _("ボクのなまえを ごぞんじとは{End}");
u8 MoviePlot_168_002[] = _("すっかり ゆうめいじん なんだなぁ—{End}");
u8 MoviePlot_168_003[] = _("れきしに なまえが のこりそうだなぁ—{End}");
u8 MoviePlot_168_004[] = _("ヒエ—ル·ジョコマン{End}");
u8 MoviePlot_168_005[] = _("{End}");
u8 MoviePlot_168_006[] = _("20せいきの にほんを しはいした{End}");
u8 MoviePlot_168_007[] = _("ジェントルマン ってねぇ{End}");
u8 MoviePlot_168_008[] = _("あぁ でも ここで つかまったら{End}");
u8 MoviePlot_168_009[] = _("ボクのくろうは みずのあわ{End}");
u8 MoviePlot_168_010[] = _("う—ん やだな やだなぁ{End}");
u8 MoviePlot_168_011[] = _("そういうの{End}");
u8 MoviePlot_168_012[] = _("そうだ じゃまする キミたちに{End}");
u8 MoviePlot_168_013[] = _("きえてもらっちゃおう！！{End}");

u8 MoviePlot_169_000[] = _("ヒエ—ルの おしろ 【うんこくじょう】は{End}");
u8 MoviePlot_169_001[] = _("きょだいなロボットに へんけいして{End}");
u8 MoviePlot_169_002[] = _("しんちゃんたちを{End}");
u8 MoviePlot_169_003[] = _("ふみつぶそうとします{End}");

u8 MoviePlot_170_000[] = _("リング·スノ—スト—ムは{End}");
u8 MoviePlot_170_001[] = _("うんこくじょうロボに たいこうして{End}");
u8 MoviePlot_170_002[] = _("【じかんはんざいぼうし·ぼうし】を{End}");
u8 MoviePlot_170_003[] = _("しんちゃんに かぶせました！{End}");

u8 MoviePlot_171_000[] = _("これは しんちゃんの{End}");
u8 MoviePlot_171_001[] = _("しんそうしんりに コネクトして{End}");
u8 MoviePlot_171_002[] = _("うんこくじょうロボを たおせるロボットに{End}");
u8 MoviePlot_171_003[] = _("チェンジするのです！{End}");

u8 MoviePlot_172_000[] = _("なんという ごつごうしゅぎ なんだ···{End}");

u8 MoviePlot_173_000[] = _("まじめな わたしたちには{End}");
u8 MoviePlot_173_001[] = _("ついていけないわ···{End}");

u8 MoviePlot_174_000[] = _("ついていかなくても{End}");
u8 MoviePlot_174_001[] = _("ときは かってに ながれていきます{End}");
u8 MoviePlot_174_002[] = _("いま やるべきことを やればいいのです！{End}");
u8 MoviePlot_174_003[] = _("たのむわよ しんちゃん！！{End}");

u8 MoviePlot_175_000[] = _("おおっ！{End}");
u8 MoviePlot_175_001[] = _("カンタムロボ さんじょう！！{End}");

u8 MoviePlot_176_000[] = _("【じかんはんざいぼうし·ぼうし】が{End}");
u8 MoviePlot_176_001[] = _("しんちゃんの しんそうしんりに はんのうし{End}");
u8 MoviePlot_176_002[] = _("リングの タイムマシンが{End}");
u8 MoviePlot_176_003[] = _("カンタムロボに へんしんしました！！{End}");

u8 MoviePlot_177_000[] = _("お—もしろく なってきたねぇ—{End}");
u8 MoviePlot_177_001[] = _("おわりが ちかいねぇ—！{End}");
u8 MoviePlot_177_002[] = _("たいくつ しないねぇ——！！{End}");

u8 MoviePlot_178_000[] = _("よ—し！{End}");
u8 MoviePlot_178_001[] = _("とうちゃん かあちゃん！{End}");
u8 MoviePlot_178_002[] = _("オラと いっしょに コマンドにあわせて{End}");
u8 MoviePlot_178_003[] = _("ボタンを にゅうりょく するんだゾ！！{End}");

u8 MoviePlot_179_000[] = _("ひっさつの アクションビ—ムガンで{End}");
u8 MoviePlot_179_001[] = _("うんこくじょうロボを うちぬいて{End}");
u8 MoviePlot_179_002[] = _("こんどこそ ヒエ—ルを{End}");
u8 MoviePlot_179_003[] = _("やっつけることが できました！！{End}");

u8 MoviePlot_180_000[] = _("ひろし{End}");
u8 MoviePlot_180_001[] = _("やったな！{End}");
u8 MoviePlot_180_002[] = _("こうして オゾンそうの はかいのそしと{End}");
u8 MoviePlot_180_003[] = _("しぜんどうぶつの ほごの そくしんと{End}");
u8 MoviePlot_180_004[] = _("りょうこうな おやこかんけいの いじが{End}");
u8 MoviePlot_180_005[] = _("できたわけだ！！{End}");

u8 MoviePlot_181_000[] = _("みさえ{End}");
u8 MoviePlot_181_001[] = _("【ちきゅうのへいわ】っていえば？{End}");

u8 MoviePlot_182_000[] = _("ひろし{End}");
u8 MoviePlot_182_001[] = _("えへっ いちど いってみたかっただけさ！{End}");

u8 MoviePlot_183_000[] = _("しんのすけ{End}");
u8 MoviePlot_183_001[] = _("ワ—ッハッハッハッ！！！{End}");

u8 MoviePlot_184_000[] = _("むかし むかし···{End}");
u8 MoviePlot_184_001[] = _("{End}");
u8 MoviePlot_184_002[] = _("すぐれた れいかんで ひとびとを{End}");
u8 MoviePlot_184_003[] = _("あくりょうから まもっていた{End}");
u8 MoviePlot_184_004[] = _("【たまゆら】と【たまよみ】とよばれる{End}");
u8 MoviePlot_184_005[] = _("2つの しゅぞくが いました{End}");

u8 MoviePlot_185_000[] = _("たまゆら·たまよみ{End}");
u8 MoviePlot_185_001[] = _("2つの しゅぞくは きょうりょくし{End}");
u8 MoviePlot_185_002[] = _("きょうあくな まじん【ジャ—ク】を{End}");
u8 MoviePlot_185_003[] = _("はにわに ふういんしました{End}");

u8 MoviePlot_186_000[] = _("それから ときはながれ···{End}");
u8 MoviePlot_186_001[] = _("{End}");
u8 MoviePlot_186_002[] = _("たまよみぞくの しそんは{End}");
u8 MoviePlot_186_003[] = _("ジャ—クを ふっかつさせ{End}");
u8 MoviePlot_186_004[] = _("そのちからで せかいを{End}");
u8 MoviePlot_186_005[] = _("しはいしようと たくらんでいました{End}");

u8 MoviePlot_187_000[] = _("たまゆらぞくは{End}");
u8 MoviePlot_187_001[] = _("ジャ—クを ふっかつさせないために{End}");
u8 MoviePlot_187_002[] = _("ジャ—クの まりょくが{End}");
u8 MoviePlot_187_003[] = _("ふうじこめられた タマを{End}");
u8 MoviePlot_187_004[] = _("たまよみぞくから うばいました{End}");
u8 MoviePlot_187_005[] = _("しかし！！{End}");
u8 MoviePlot_187_006[] = _("キレイな ほうせきの すきな ひまわりが{End}");
u8 MoviePlot_187_007[] = _("そのタマを のみこんでしまったのです！{End}");

u8 MoviePlot_188_000[] = _("たまよみぞくの ちをひく{End}");
u8 MoviePlot_188_001[] = _("ちょうのうりょくしゃ 【ヘクソン】は{End}");
u8 MoviePlot_188_002[] = _("タマを のみこんだ ひまわりを{End}");
u8 MoviePlot_188_003[] = _("ねらって おそってきました{End}");

u8 MoviePlot_189_000[] = _("しんちゃんたちは ちからをあわせて{End}");
u8 MoviePlot_189_001[] = _("ひまわりを まもろうと しましたが{End}");
u8 MoviePlot_189_002[] = _("ヘクソンには かなわず{End}");
u8 MoviePlot_189_003[] = _("ひまわりは さらわれて しまいました{End}");

u8 MoviePlot_190_000[] = _("しんちゃんたちは{End}");
u8 MoviePlot_190_001[] = _("ひまわりを たすけだすため{End}");
u8 MoviePlot_190_002[] = _("ジャ—クをふっかつさせる{End}");
u8 MoviePlot_190_003[] = _("さいだんの おかれている{End}");
u8 MoviePlot_190_004[] = _("たまよみぞくの{End}");
u8 MoviePlot_190_005[] = _("ほんぶビルに せんにゅうします！！{End}");

u8 MoviePlot_191_000[] = _("たまよみぞくの ようじんぼう 【サタケ】は{End}");
u8 MoviePlot_191_001[] = _("ひまわりと なかよくなったため{End}");
u8 MoviePlot_191_002[] = _("わるいことをするのが イヤになり{End}");
u8 MoviePlot_191_003[] = _("ひまわりを つれて ねがえりました{End}");

u8 MoviePlot_192_000[] = _("しかし もどってきた ひまわりの{End}");
u8 MoviePlot_192_001[] = _("からだのなかから{End}");
u8 MoviePlot_192_002[] = _("ふういんのタマは{End}");
u8 MoviePlot_192_003[] = _("すでに とりだされたあとでした{End}");
u8 MoviePlot_192_004[] = _("みんなは ジャ—クのふっかつを とめるため{End}");
u8 MoviePlot_192_005[] = _("さいだんに むかいました{End}");

u8 MoviePlot_193_000[] = _("きさまらが ほんとうに この くだらない{End}");
u8 MoviePlot_193_001[] = _("せかいを すくいたいと おもうなら{End}");
u8 MoviePlot_193_002[] = _("わたしを たおしてみせろ！{End}");
u8 MoviePlot_193_003[] = _("{End}");
u8 MoviePlot_193_004[] = _("さぁ かかってこい！{End}");
u8 MoviePlot_193_005[] = _("わたしを もっと たのしませろ！！{End}");
u8 MoviePlot_193_006[] = _("もえさせろ！！{End}");

u8 MoviePlot_194_000[] = _("そいつは ひとの あたまのなかを{End}");
u8 MoviePlot_194_001[] = _("よめるんだ！{End}");
u8 MoviePlot_194_002[] = _("だから なにをやっても{End}");
u8 MoviePlot_194_003[] = _("かわされちゃうんだよ！！{End}");

u8 MoviePlot_195_000[] = _("アタシたちが{End}");
u8 MoviePlot_195_001[] = _("ヤツの ちゅういを そらすわ！{End}");
u8 MoviePlot_195_002[] = _("しんちゃんは そのあいだに{End}");
u8 MoviePlot_195_003[] = _("こうげきしてね！！{End}");

u8 MoviePlot_196_000[] = _("オラ しってるゾ！{End}");
u8 MoviePlot_196_001[] = _("おまえの じゃくてんを！！{End}");
u8 MoviePlot_196_002[] = _("そ—れ！{End}");
u8 MoviePlot_196_003[] = _("こちょこちょこちょこちょ···{End}");

u8 MoviePlot_197_000[] = _("ギャ———ッハッハッハッ！{End}");
u8 MoviePlot_197_001[] = _("ワキは よわいのよ！ ハハハ···！！{End}");

u8 MoviePlot_198_000[] = _("ヘクソンを せっかくやっつけたのですが{End}");
u8 MoviePlot_198_001[] = _("しんちゃんが やってくれます{End}");
u8 MoviePlot_198_002[] = _("ふっかつのタマを はにわに はめこみ{End}");
u8 MoviePlot_198_003[] = _("ジャ—クを ふっかつさせて しまいました！{End}");

u8 MoviePlot_199_000[] = _("これで デメタシデメタシ だよね？{End}");

u8 MoviePlot_200_000[] = _("ぎゃくだろぉ！！{End}");

u8 MoviePlot_201_000[] = _("なに きいてたんだぁ！！{End}");

u8 MoviePlot_202_000[] = _("はにわから ひかりが あふれだし{End}");
u8 MoviePlot_202_001[] = _("その あとには あやしい ひとかげが···{End}");

u8 MoviePlot_203_000[] = _("わたしを よんだのは おまえたちか？{End}");
u8 MoviePlot_203_001[] = _("なんのようだ？{End}");

u8 MoviePlot_204_000[] = _("いや よんだのは わたしだ！{End}");
u8 MoviePlot_204_001[] = _("おまえの ちからを かりたい！！{End}");

u8 MoviePlot_205_000[] = _("················{End}");
u8 MoviePlot_205_001[] = _("{End}");
u8 MoviePlot_205_002[] = _("もう ちょっと やぁだぁ——！{End}");
u8 MoviePlot_205_003[] = _("しんじられないっ！！{End}");
u8 MoviePlot_205_004[] = _("こいつってば むかし{End}");
u8 MoviePlot_205_005[] = _("ワタシを そそのかして{End}");
u8 MoviePlot_205_006[] = _("ワルいことを させたヤツに{End}");
u8 MoviePlot_205_007[] = _("そっくりじゃん！？{End}");

u8 MoviePlot_206_000[] = _("················{End}");

u8 MoviePlot_207_000[] = _("なんで オカマなの？{End}");

u8 MoviePlot_208_000[] = _("1000ねんいじょうも タマタマ{End}");
u8 MoviePlot_208_001[] = _("はずされてりゃ{End}");
u8 MoviePlot_208_002[] = _("だれだって オカマになるわ！{End}");
u8 MoviePlot_208_003[] = _("{End}");
u8 MoviePlot_208_004[] = _("わかりきったことを きかないでよ{End}");
u8 MoviePlot_208_005[] = _("お·バ·カ！{End}");
u8 MoviePlot_208_006[] = _("わるいけど ワタシ{End}");
u8 MoviePlot_208_007[] = _("アンタの おやくに たてないわ{End}");
u8 MoviePlot_208_008[] = _("だって ワタシ しょうみきげん{End}");
u8 MoviePlot_208_009[] = _("きょねんで きれてるんだもん{End}");
u8 MoviePlot_208_010[] = _("まじんだって なまものだもの{End}");
u8 MoviePlot_208_011[] = _("はやく つかわなきゃ ダメよ—{End}");
u8 MoviePlot_208_012[] = _("いまの ワタシは ただのオカマ{End}");
u8 MoviePlot_208_013[] = _("ざんねんでした！{End}");

u8 MoviePlot_209_000[] = _("なんども しぬおもいして···{End}");

u8 MoviePlot_210_000[] = _("あの くろうは なんだったの···？{End}");

u8 MoviePlot_211_000[] = _("オカマの まじんに ふりまわされちゃ{End}");
u8 MoviePlot_211_001[] = _("タマんない って かんじだね{End}");
u8 MoviePlot_211_002[] = _("ねっ！{End}");
u8 MoviePlot_211_003[] = _("とうちゃん かあちゃん！！{End}");

u8 MoviePlot_212_000[] = _("えんちょうせんせいが ふくびきであてた{End}");
u8 MoviePlot_212_001[] = _("やかたブネでの えんかいの さいちゅう{End}");
u8 MoviePlot_212_002[] = _("せかいの へいわをまもる ひみつそしき{End}");
u8 MoviePlot_212_003[] = _("{End}");
u8 MoviePlot_212_004[] = _("ＳＭＬの 【おいろけ】となのる{End}");
u8 MoviePlot_212_005[] = _("おねえさんが のりこんで きました{End}");

u8 MoviePlot_213_000[] = _("おねえさんを おって あらわれた{End}");
u8 MoviePlot_213_001[] = _("なぞの ひこうせんは{End}");
u8 MoviePlot_213_002[] = _("にげおくれた しんちゃんたち ともども{End}");
u8 MoviePlot_213_003[] = _("やかたブネを はこびさって いきました{End}");

u8 MoviePlot_214_000[] = _("······{End}");
u8 MoviePlot_214_001[] = _("けいさつは なんていっている？{End}");

u8 MoviePlot_215_000[] = _("くわしいことは わかりしだい{End}");
u8 MoviePlot_215_001[] = _("れんらくするから いえにいてくれって···{End}");

u8 MoviePlot_216_000[] = _("じょうだんじゃないぜ！{End}");
u8 MoviePlot_216_001[] = _("おい げんばに いこう！！{End}");

u8 MoviePlot_217_000[] = _("でも みたでしょ？{End}");
u8 MoviePlot_217_001[] = _("ふねは あんなにバラバラに···うぅぅ{End}");

u8 MoviePlot_218_000[] = _("バカ きめつけんなよ！{End}");
u8 MoviePlot_218_001[] = _("{End}");
u8 MoviePlot_218_002[] = _("あんな しぶとくて のうてんきで{End}");
u8 MoviePlot_218_003[] = _("おバカで はじしらずな{End}");
u8 MoviePlot_218_004[] = _("とんでもない 5さいじが{End}");
u8 MoviePlot_218_005[] = _("そうかんたんに しぬわけ ねぇだろっ！{End}");

u8 MoviePlot_219_000[] = _("···むすこさんは いきている{End}");

u8 MoviePlot_220_000[] = _("······！？{End}");

u8 MoviePlot_221_000[] = _("···いま なんて？{End}");

u8 MoviePlot_222_000[] = _("ひろしと みさえの まえに{End}");
u8 MoviePlot_222_001[] = _("あらわれた おとこのひとは{End}");
u8 MoviePlot_222_002[] = _("ＳＭＬの 【きんにく】と なのりました{End}");

u8 MoviePlot_223_000[] = _("そして{End}");
u8 MoviePlot_223_001[] = _("しんちゃんたちを つれさったのは{End}");
u8 MoviePlot_223_002[] = _("【ブタのヒヅメ】という{End}");
u8 MoviePlot_223_003[] = _("そしきなのだと おしえてくれました{End}");

u8 MoviePlot_224_000[] = _("ブタのヒヅメは{End}");
u8 MoviePlot_224_001[] = _("ＳＭＬの 【おいろけ】が ぬすみだした{End}");
u8 MoviePlot_224_002[] = _("ひみつのディスクを{End}");
u8 MoviePlot_224_003[] = _("とりかえそうと していたのです{End}");

u8 MoviePlot_225_000[] = _("ブタのヒヅメの{End}");
u8 MoviePlot_225_001[] = _("ひみつディスクの なかみは···{End}");
u8 MoviePlot_225_002[] = _("きょうあくな コンピュ—タ—ウイルス{End}");
u8 MoviePlot_225_003[] = _("【ぶりぶりざえもん】でした{End}");

u8 MoviePlot_226_000[] = _("ディスクを とりかえした ブタのヒヅメは{End}");
u8 MoviePlot_226_001[] = _("サイバ—テロを かいし しました！{End}");

u8 MoviePlot_227_000[] = _("さぁ ゆけ！{End}");
u8 MoviePlot_227_001[] = _("おもうぞんぶん あばれてこい！！{End}");
u8 MoviePlot_227_002[] = _("おまえは せかいを きょうふで{End}");
u8 MoviePlot_227_003[] = _("しはいするために うまれたのだ！！{End}");

u8 MoviePlot_228_000[] = _("そう わたしは{End}");
u8 MoviePlot_228_001[] = _("きょうふの しはいしゃ{End}");
u8 MoviePlot_228_002[] = _("せかいじゅうの にんげんどもが{End}");
u8 MoviePlot_228_003[] = _("わたしのまえに ひれふす！！{End}");

u8 MoviePlot_229_000[] = _("ちがうよ ぶりぶりざえもん{End}");
u8 MoviePlot_229_001[] = _("{End}");
u8 MoviePlot_229_002[] = _("おまえは オラの ともだちで{End}");
u8 MoviePlot_229_003[] = _("すくいのヒ—ロ—なんだよ{End}");

u8 MoviePlot_230_000[] = _("すくいのヒ—ロ—？{End}");
u8 MoviePlot_230_001[] = _("そのはなし もうすこし きかせてくれ{End}");

u8 MoviePlot_231_000[] = _("いいよ—{End}");

u8 MoviePlot_232_000[] = _("しんちゃんの せっとくで{End}");
u8 MoviePlot_232_001[] = _("コンピュ—タ—ウイルス ぶりぶりざえもんは{End}");
u8 MoviePlot_232_002[] = _("すくいのヒ—ロ—に{End}");
u8 MoviePlot_232_003[] = _("うまれかわりました{End}");
u8 MoviePlot_232_004[] = _("そして サイバ—テロを とめるために{End}");
u8 MoviePlot_232_005[] = _("みずから きえていったのです···{End}");

u8 MoviePlot_233_000[] = _("しんちゃんに{End}");
u8 MoviePlot_233_001[] = _("けいかくを じゃまされて{End}");
u8 MoviePlot_233_002[] = _("ブタのヒヅメのリ—ダ— 【マウス】は{End}");
u8 MoviePlot_233_003[] = _("カンカンです！{End}");

u8 MoviePlot_234_000[] = _("これは きちの じばくスイッチだ！{End}");
u8 MoviePlot_234_001[] = _("おせば 5ふんごに すべてが ふっとぶ！！{End}");
u8 MoviePlot_234_002[] = _("いまから はしっても 5ふんじゃ{End}");
u8 MoviePlot_234_003[] = _("そとには でられないゼ{End}");
u8 MoviePlot_234_004[] = _("オレも おしまいだが{End}");
u8 MoviePlot_234_005[] = _("おまえたちも おしまいだな{End}");

u8 MoviePlot_235_000[] = _("おそらに にげれば いいんだよ！{End}");

u8 MoviePlot_236_000[] = _("そうよ ひこうせん！{End}");
u8 MoviePlot_236_001[] = _("この たてものの したにあるわ！！{End}");

u8 MoviePlot_237_000[] = _("よし いこうぜ！{End}");

u8 MoviePlot_238_000[] = _("おい！{End}");
u8 MoviePlot_238_001[] = _("ほうそうで ぶかたちに つたえろ！{End}");
u8 MoviePlot_238_002[] = _("ぜんいん ぶきをすてて{End}");
u8 MoviePlot_238_003[] = _("ひこうせんに はしれ！{End}");
u8 MoviePlot_238_004[] = _("3ふん いないだ！！{End}");

u8 MoviePlot_239_000[] = _("ちょっと{End}");
u8 MoviePlot_239_001[] = _("ぜんいん つれていくき！？{End}");

u8 MoviePlot_240_000[] = _("あくとうだろうと{End}");
u8 MoviePlot_240_001[] = _("みごろしには できない！{End}");
u8 MoviePlot_240_002[] = _("おれたちは ＳＭＬ{End}");
u8 MoviePlot_240_003[] = _("せいぎの みかた ＬＯＶＥ だぞ！！{End}");

u8 MoviePlot_241_000[] = _("【カスカベぼうえいたい】も{End}");
u8 MoviePlot_241_001[] = _("みごろしに しないゾ！ オ———ッ！！{End}");

u8 MoviePlot_242_000[] = _("···ＯＫ！ いそぎましょう！！{End}");

u8 MoviePlot_243_000[] = _("みんなは ひこうせんに にげこみました{End}");
u8 MoviePlot_243_001[] = _("{End}");
u8 MoviePlot_243_002[] = _("しかし あまりに おおくのひとが{End}");
u8 MoviePlot_243_003[] = _("のりこんだため{End}");
u8 MoviePlot_243_004[] = _("おもすぎて{End}");
u8 MoviePlot_243_005[] = _("ひこうせんは とびたてません···{End}");

u8 MoviePlot_244_000[] = _("たすけて—っ{End}");
u8 MoviePlot_244_001[] = _("ぶりぶりざえもぉ—ん！！{End}");

u8 MoviePlot_245_000[] = _("ひろし{End}");
u8 MoviePlot_245_001[] = _("なんか ふしぎなかんじだったよな？{End}");
u8 MoviePlot_245_002[] = _("ふわぁ—っと···{End}");

u8 MoviePlot_246_000[] = _("みさえ{End}");
u8 MoviePlot_246_001[] = _("そうそう{End}");
u8 MoviePlot_246_002[] = _("なにかが したから おしたみたいにね{End}");

u8 MoviePlot_247_000[] = _("きんにく{End}");
u8 MoviePlot_247_001[] = _("うまく ばくふうに おしあげられたのかな？{End}");

u8 MoviePlot_248_000[] = _("おいろけ{End}");
u8 MoviePlot_248_001[] = _("ホントに そうかなぁ？{End}");

u8 MoviePlot_249_000[] = _("きんにく{End}");
u8 MoviePlot_249_001[] = _("ん？ じゃあ なんだっていうんだ？{End}");

u8 MoviePlot_250_000[] = _("みさえ{End}");
u8 MoviePlot_250_001[] = _("なんだって いいわよ{End}");

u8 MoviePlot_251_000[] = _("おいろけ{End}");
u8 MoviePlot_251_001[] = _("そうね···{End}");

u8 MoviePlot_252_000[] = _("セイギ{End}");
u8 MoviePlot_252_001[] = _("ねぇ？ しんのすけくん なぁに？ それ{End}");

u8 MoviePlot_253_000[] = _("しんのすけ{End}");
u8 MoviePlot_253_001[] = _("これ？ これはね···{End}");

u8 MoviePlot_254_000[] = _("すくいのヒ—ロ—{End}");
u8 MoviePlot_254_001[] = _("ぶりぶりざえもんって いうんだゾ···{End}");

u8 MoviePlot_255_000[] = _("いあんりょこうで おんせんにいった{End}");
u8 MoviePlot_255_001[] = _("ふたばようちえんの せんせいたち{End}");
u8 MoviePlot_255_002[] = _("そのまえに あらわれた{End}");
u8 MoviePlot_255_003[] = _("きょだいなカゲ···{End}");

u8 MoviePlot_256_000[] = _("そのしょうたいは ふろぎらいの{End}");
u8 MoviePlot_256_001[] = _("【ドクタ—·アカマミレ】を リ—ダ—とする{End}");
u8 MoviePlot_256_002[] = _("【ＹＵＺＡＭＥ】が つくった{End}");
u8 MoviePlot_256_003[] = _("きょだいロボットでした{End}");

u8 MoviePlot_257_000[] = _("ドクタ—·アカマミレと{End}");
u8 MoviePlot_257_001[] = _("ＹＵＺＡＭＥは このロボットで{End}");
u8 MoviePlot_257_002[] = _("ぜんこくの おんせんを はかいしようと{End}");
u8 MoviePlot_257_003[] = _("たくらんでいました！！{End}");

u8 MoviePlot_258_000[] = _("にほんじんのこころ 【おんせん】を まもる{End}");
u8 MoviePlot_258_001[] = _("ひみつそしき 【おんせんＧメン】は{End}");
u8 MoviePlot_258_002[] = _("ＹＵＺＡＭＥの けいかくを そしするため{End}");
u8 MoviePlot_258_003[] = _("ものすごいパワ—を もつという{End}");
u8 MoviePlot_258_004[] = _("【キンの タマシイのゆ】の ちからを{End}");
u8 MoviePlot_258_005[] = _("かりようと していました{End}");
u8 MoviePlot_258_006[] = _("その【キンの タマシイのゆ】は{End}");
u8 MoviePlot_258_007[] = _("のはらけの ちかに ねむっていたのです！！{End}");

u8 MoviePlot_259_000[] = _("おんせんＧメンに ほごされていた{End}");
u8 MoviePlot_259_001[] = _("しんちゃんたちは{End}");
u8 MoviePlot_259_002[] = _("こうげきしてきた ＹＵＺＡＭＥに とらわれ{End}");
u8 MoviePlot_259_003[] = _("【ふけんこうランド】の ごうもんにかけられ{End}");
u8 MoviePlot_259_004[] = _("ついに【キンの タマシイのゆ】の{End}");
u8 MoviePlot_259_005[] = _("ひみつを しられてしまうのでした···{End}");

u8 MoviePlot_260_000[] = _("オラたち まけちゃったね···{End}");

u8 MoviePlot_261_000[] = _("【キンの タマシイのゆ】の ことをしった{End}");
u8 MoviePlot_261_001[] = _("ＹＵＺＡＭＥは{End}");
u8 MoviePlot_261_002[] = _("きょだいな 【モグラロボ】で{End}");
u8 MoviePlot_261_003[] = _("カスカベに むかいます{End}");

u8 MoviePlot_262_000[] = _("あそこは オレたちの いえだ···{End}");

u8 MoviePlot_263_000[] = _("モグラロボから わがやを まもるため{End}");
u8 MoviePlot_263_001[] = _("しんちゃんは カスカベを めざします！{End}");

u8 MoviePlot_264_000[] = _("【キンの タマシイのゆ】に{End}");
u8 MoviePlot_264_001[] = _("とびこんだ のはらいっかは{End}");
u8 MoviePlot_264_002[] = _("おんせんの ふしぎなちからで{End}");
u8 MoviePlot_264_003[] = _("【おんせんせんし】に へんしんしました！！{End}");

u8 MoviePlot_265_000[] = _("そのパワ—には モグラロボも{End}");
u8 MoviePlot_265_001[] = _("かないませんでした！{End}");

u8 MoviePlot_266_000[] = _("アカマミレも 【キンの タマシイのゆ】の{End}");
u8 MoviePlot_266_001[] = _("ちからで かいしんし{End}");
u8 MoviePlot_266_002[] = _("モグラロボによって はかいされた{End}");
u8 MoviePlot_266_003[] = _("まちの ふっこうを てつだいました{End}");

u8 MoviePlot_267_000[] = _("そして···{End}");

u8 MoviePlot_268_000[] = _("まぁ おんせんだけに{End}");
u8 MoviePlot_268_001[] = _("うらみ つらみも おゆにながす ってことで{End}");

u8 MoviePlot_269_000[] = _("アクションかめんの しんさくえいが{End}");
u8 MoviePlot_269_001[] = _("【なんかいミレニアムウォ—ズ】{End}");

u8 MoviePlot_270_000[] = _("この ししゃかいが おこなわれる{End}");
u8 MoviePlot_270_001[] = _("ごうかきゃくせんの たび{End}");
u8 MoviePlot_270_002[] = _("なんかいミレニアムツア—に さんかした{End}");
u8 MoviePlot_270_003[] = _("しんちゃんたち{End}");

u8 MoviePlot_271_000[] = _("しかし ししゃかいが おこなわれたよる{End}");
u8 MoviePlot_271_001[] = _("たくさんの サルが あらわれて{End}");
u8 MoviePlot_271_002[] = _("おとなたちを つれさっていきました···{End}");

u8 MoviePlot_272_000[] = _("ふねに のこされた こどもたちは{End}");
u8 MoviePlot_272_001[] = _("おとなたちが かえるのを まっていましたが{End}");

u8 MoviePlot_273_000[] = _("まつのも あきたし さがしにいきますか{End}");

u8 MoviePlot_274_000[] = _("そんなの ムリだよ—{End}");

u8 MoviePlot_275_000[] = _("サルに つかまっちゃう！{End}");

u8 MoviePlot_276_000[] = _("みんな！{End}");
u8 MoviePlot_276_001[] = _("【カスカベぼうえいたい】の でばんだゾ！！{End}");
u8 MoviePlot_276_002[] = _("カザマくん いくよね？{End}");
u8 MoviePlot_276_003[] = _("{End}");
u8 MoviePlot_276_004[] = _("まさか いつも{End}");
u8 MoviePlot_276_005[] = _("えらそうなこといってる カザマくんが{End}");
u8 MoviePlot_276_006[] = _("いきたくない{End}");
u8 MoviePlot_276_007[] = _("なんて いうんじゃあ···？{End}");

u8 MoviePlot_277_000[] = _("い いやあ···{End}");
u8 MoviePlot_277_001[] = _("でも みんなのいけんも きかないと···{End}");

u8 MoviePlot_278_000[] = _("·········{End}");
u8 MoviePlot_278_001[] = _("ボク いく！{End}");
u8 MoviePlot_278_002[] = _("まっていても なにも はじまらない！！{End}");
u8 MoviePlot_278_003[] = _("しまへ いけば なにか わかるかも！{End}");

u8 MoviePlot_279_000[] = _("おぉお—{End}");
u8 MoviePlot_279_001[] = _("さすが ボ—ちゃん！{End}");

u8 MoviePlot_280_000[] = _("···いくさ！{End}");

u8 MoviePlot_281_000[] = _("···たしかに ボ—ちゃんの いうとおりね{End}");
u8 MoviePlot_281_001[] = _("あたしたちもいく！{End}");

u8 MoviePlot_282_000[] = _("ええぇっ！{End}");
u8 MoviePlot_282_001[] = _("なんで ボクまで？？{End}");

u8 MoviePlot_283_000[] = _("い·く·だ·ろ？{End}");

u8 MoviePlot_284_000[] = _("ひいいいいぃ······ はい{End}");

u8 MoviePlot_285_000[] = _("ありがとう！{End}");

u8 MoviePlot_286_000[] = _("うんうん マサオくんの しょうらいが{End}");
u8 MoviePlot_286_001[] = _("たのしみですなぁ{End}");

u8 MoviePlot_287_000[] = _("よぉし みんな！{End}");
u8 MoviePlot_287_001[] = _("【カスカベぼうえいたい】 しゅつどうだ！！{End}");

u8 MoviePlot_288_000[] = _("バナナをはこぶ トロッコは{End}");
u8 MoviePlot_288_001[] = _("ふるびた 【ふね】へと はいっていきました{End}");
u8 MoviePlot_288_002[] = _("そこは おとなたちを さらった{End}");
u8 MoviePlot_288_003[] = _("サルたちの ボス{End}");
u8 MoviePlot_288_004[] = _("【パラダイスキング】の アジトでした{End}");

u8 MoviePlot_289_000[] = _("つれさられた おとなたちは{End}");
u8 MoviePlot_289_001[] = _("そこで パラダイスキング せんようの{End}");
u8 MoviePlot_289_002[] = _("アニメせいさくの さぎょうを{End}");
u8 MoviePlot_289_003[] = _("させられていました{End}");

u8 MoviePlot_290_000[] = _("パラダイスキングは アクションかめんを{End}");
u8 MoviePlot_290_001[] = _("こどもたちの めのまえで やっつけることで{End}");
u8 MoviePlot_290_002[] = _("こどもたちも しはいしようと{End}");
u8 MoviePlot_290_003[] = _("たくらんでいました{End}");

u8 MoviePlot_291_000[] = _("しんちゃんは おとなたちを{End}");
u8 MoviePlot_291_001[] = _("たすけだすことに しました{End}");

u8 MoviePlot_292_000[] = _("オラオラオラオラオラオラ！！！{End}");

u8 MoviePlot_293_000[] = _("てあしを しばられ{End}");
u8 MoviePlot_293_001[] = _("うごけない おとなたちに{End}");
u8 MoviePlot_293_002[] = _("しんちゃんは{End}");
u8 MoviePlot_293_003[] = _("おしりあるきを おしえてあげました{End}");

u8 MoviePlot_294_000[] = _("そのすがたに パラダイスキングの{End}");
u8 MoviePlot_294_001[] = _("てしたの テナガザルは おびえだしました{End}");

u8 MoviePlot_295_000[] = _("ワタアメのげいで まるくなったシロを{End}");
u8 MoviePlot_295_001[] = _("あたまにかぶった しんちゃんは{End}");
u8 MoviePlot_295_002[] = _("パラダイスキングの マネをして{End}");
u8 MoviePlot_295_003[] = _("テナガザルに いいました{End}");

u8 MoviePlot_296_000[] = _("おサルさんたち！{End}");
u8 MoviePlot_296_001[] = _("もう わるいことは しちゃダメ！！{End}");
u8 MoviePlot_296_002[] = _("みんな ジャングルに かえって{End}");
u8 MoviePlot_296_003[] = _("へいわに くらすんだゾ—！{End}");

u8 MoviePlot_297_000[] = _("しんちゃんが テナガザルの{End}");
u8 MoviePlot_297_001[] = _("あいてを しているうちに{End}");
u8 MoviePlot_297_002[] = _("サルたちのボス パラダイスキングは{End}");
u8 MoviePlot_297_003[] = _("にげだしていました{End}");

u8 MoviePlot_298_000[] = _("あっ！ アイツは？{End}");
u8 MoviePlot_298_001[] = _("あのやろ— にげたな！！{End}");

u8 MoviePlot_299_000[] = _("もう いいじゃない{End}");
u8 MoviePlot_299_001[] = _("はやく ふねに もどりましょう{End}");

u8 MoviePlot_300_000[] = _("いっこくも はやく{End}");
u8 MoviePlot_300_001[] = _("このしまを でましょう！{End}");
u8 MoviePlot_300_002[] = _("ぐずぐずしてると アイツが また{End}");
u8 MoviePlot_300_003[] = _("なにか しかけてくるかもしれません{End}");

u8 MoviePlot_301_000[] = _("そうですね{End}");

u8 MoviePlot_302_000[] = _("みんなは クル—ザ—にもどると{End}");
u8 MoviePlot_302_001[] = _("いそいで しまを はなれました が···{End}");

u8 MoviePlot_303_000[] = _("パラダイスキングが ジャイロプレ—ンにのり{End}");
u8 MoviePlot_303_001[] = _("おいかけてきたのです！{End}");

u8 MoviePlot_304_000[] = _("おぉ——い てめえら{End}");
u8 MoviePlot_304_001[] = _("よぉ——く きけぇ—い！！{End}");
u8 MoviePlot_304_002[] = _("オレに さからったら どうなるかを{End}");
u8 MoviePlot_304_003[] = _("これから たっぷりと おしえてやるゼェ—！{End}");

u8 MoviePlot_305_000[] = _("パラダイスキングは ダイナマイトを{End}");
u8 MoviePlot_305_001[] = _("クル—ザ—に むかって なげてきます{End}");

u8 MoviePlot_306_000[] = _("デッキで ダイナマイトが ばくはつしたら{End}");
u8 MoviePlot_306_001[] = _("ふねが しずんでしまう！{End}");
u8 MoviePlot_306_002[] = _("しんのすけくん{End}");
u8 MoviePlot_306_003[] = _("やつが ダイナマイトを なげてきたら{End}");
u8 MoviePlot_306_004[] = _("デッキから{End}");
u8 MoviePlot_306_005[] = _("うみに けりおとすんだ！{End}");

u8 MoviePlot_307_000[] = _("ラジャ—！！{End}");

u8 MoviePlot_308_000[] = _("しんちゃんと アクションかめんの{End}");
u8 MoviePlot_308_001[] = _("チ—ムワ—クのまえに{End}");
u8 MoviePlot_308_002[] = _("さすがの パラダイスキングも{End}");
u8 MoviePlot_308_003[] = _("こうさんしました{End}");

u8 MoviePlot_309_000[] = _("やっぱり アクションかめんは{End}");
u8 MoviePlot_309_001[] = _("むてきだゾ！！{End}");

u8 MoviePlot_310_000[] = _("そのとおり！{End}");

u8 MoviePlot_311_000[] = _("だけど こんかいは{End}");
u8 MoviePlot_311_001[] = _("オラのほうが かっこよかったゾ！！{End}");

u8 MoviePlot_312_000[] = _("ん—········{End}");
u8 MoviePlot_312_001[] = _("{End}");
u8 MoviePlot_312_002[] = _("そのとお—り！！{End}");

u8 MoviePlot_313_000[] = _("あすのあさ おむかえにあがります{End}");
u8 MoviePlot_313_001[] = _("{End}");
u8 MoviePlot_313_002[] = _("みなさんごいっしょに{End}");
u8 MoviePlot_313_003[] = _("ゆかいに すごしましょう{End}");

u8 MoviePlot_314_000[] = _("あしたにそなえて はやくねなきゃ···{End}");

u8 MoviePlot_315_000[] = _("···そうね{End}");

u8 MoviePlot_316_000[] = _("しんちゃんたちのすむ カスカベに{End}");
u8 MoviePlot_316_001[] = _("あたらしい テ—マパ—クができました{End}");
u8 MoviePlot_316_002[] = _("そのなは 【20せいきはく】{End}");
u8 MoviePlot_316_003[] = _("{End}");
u8 MoviePlot_316_004[] = _("そこで ていきょうされる なつかしさに{End}");
u8 MoviePlot_316_005[] = _("おとなたちは むちゅうになり{End}");
u8 MoviePlot_316_006[] = _("あるあさ むかえにきた{End}");
u8 MoviePlot_316_007[] = _("トラックに のっていったきり{End}");
u8 MoviePlot_316_008[] = _("こどもだけを いえに のこして{End}");
u8 MoviePlot_316_009[] = _("かえってこなくなりました···{End}");

u8 MoviePlot_317_000[] = _("おとなたちが いなくなったひの よる{End}");
u8 MoviePlot_317_001[] = _("ラジオから こんなメッセ—ジがながれました{End}");
u8 MoviePlot_317_002[] = _("よいこのみんな こんばんは{End}");
u8 MoviePlot_317_003[] = _("{End}");
u8 MoviePlot_317_004[] = _("わたしは 【イエスタディ·ワンスモア】の{End}");
u8 MoviePlot_317_005[] = _("リ—ダ— 【ケン】だ{End}");
u8 MoviePlot_317_006[] = _("キミたちの パパやママは 20せいきはくで{End}");
u8 MoviePlot_317_007[] = _("こどもにもどって たのしく くらしている{End}");
u8 MoviePlot_317_008[] = _("じかんは ぎゃくもどりをはじめ{End}");
u8 MoviePlot_317_009[] = _("もう すすむことはない···{End}");
u8 MoviePlot_317_010[] = _("キミたちのみらいは きえたのだ{End}");
u8 MoviePlot_317_011[] = _("{End}");
u8 MoviePlot_317_012[] = _("まもなく むかえの くるまがいく{End}");
u8 MoviePlot_317_013[] = _("それに のりなさい{End}");
u8 MoviePlot_317_014[] = _("こちらにくれば あたたかい しょくじも{End}");
u8 MoviePlot_317_015[] = _("あるし パパやママにも あえる{End}");
u8 MoviePlot_317_016[] = _("こないものは 【はんこうぶんし】と みなし{End}");
u8 MoviePlot_317_017[] = _("みょうちょう 8じをすぎたら とらえる{End}");
u8 MoviePlot_317_018[] = _("とうぜん パパやママにも あわせない{End}");
u8 MoviePlot_317_019[] = _("{End}");
u8 MoviePlot_317_020[] = _("どちらをえらぶかは じゆうだが{End}");
u8 MoviePlot_317_021[] = _("わたしは すなおなこのほうが すきだな{End}");

u8 MoviePlot_318_000[] = _("こどもたちを つかまえにきた{End}");
u8 MoviePlot_318_001[] = _("おとなたちから にげるために{End}");
u8 MoviePlot_318_002[] = _("ようちえんバスに かくれた{End}");
u8 MoviePlot_318_003[] = _("しんちゃんたちは{End}");
u8 MoviePlot_318_004[] = _("バスを うごかして{End}");
u8 MoviePlot_318_005[] = _("まちから だっしゅつすることにしました！{End}");

u8 MoviePlot_319_000[] = _("たいへんだ！ このバス{End}");
u8 MoviePlot_319_001[] = _("20せいきはくに むかっている！！{End}");

u8 MoviePlot_320_000[] = _("ねぇねぇ このままにげても{End}");
u8 MoviePlot_320_001[] = _("しょうがないし{End}");
u8 MoviePlot_320_002[] = _("せっかくだから{End}");
u8 MoviePlot_320_003[] = _("20せいきはくに いっちゃおうよ{End}");

u8 MoviePlot_321_000[] = _("よし いこう！{End}");
u8 MoviePlot_321_001[] = _("いけば パパやママに あえるもん！！{End}");

u8 MoviePlot_322_000[] = _("オッケ—！{End}");

u8 MoviePlot_323_000[] = _("わかった！ ボクもいくよ！！{End}");

u8 MoviePlot_324_000[] = _("こうなったら いって{End}");
u8 MoviePlot_324_001[] = _("おとなたちを つれもどそう！{End}");

u8 MoviePlot_325_000[] = _("カスカベぼうえいたい ファイア——ッ！！{End}");

u8 MoviePlot_326_000[] = _("20せいきはくの たてものの なかで{End}");
u8 MoviePlot_326_001[] = _("しんちゃんは ひろしを みつけました{End}");

u8 MoviePlot_327_000[] = _("とうちゃん オラ むかえにきたよ{End}");
u8 MoviePlot_327_001[] = _("おうち かえろうよ{End}");

u8 MoviePlot_328_000[] = _("オラに いってんの？{End}");
u8 MoviePlot_328_001[] = _("{End}");
u8 MoviePlot_328_002[] = _("アンタ だれ？{End}");

u8 MoviePlot_329_000[] = _("オラだよ とうちゃん！{End}");

u8 MoviePlot_330_000[] = _("はなせよ！ なんでオラが{End}");
u8 MoviePlot_330_001[] = _("おまえの とうちゃんなんだよ？{End}");

u8 MoviePlot_331_000[] = _("おまえたちの おやは{End}");
u8 MoviePlot_331_001[] = _("むかしの においで こどもに もどっている{End}");

u8 MoviePlot_332_000[] = _("だったら いまの においだゾ！{End}");

u8 MoviePlot_333_000[] = _("とうちゃんは とうちゃんなんだゾ{End}");
u8 MoviePlot_333_001[] = _("このにおい わかるでしょ？{End}");

u8 MoviePlot_334_000[] = _("これまで あるきつづけてきた{End}");
u8 MoviePlot_334_001[] = _("ひろしのくつの きょうれつな においは{End}");
u8 MoviePlot_334_002[] = _("ひろしと みさえを げんじつに{End}");
u8 MoviePlot_334_003[] = _("ひきもどしました{End}");
u8 MoviePlot_334_004[] = _("と そこに ケンがあらわれました{End}");

u8 MoviePlot_335_000[] = _("なかなか きょうみぶかかったよ{End}");

u8 MoviePlot_336_000[] = _("おまえか！{End}");
u8 MoviePlot_336_001[] = _("オレたちは ぬけさせてもらうゼ！{End}");

u8 MoviePlot_337_000[] = _("はなしがある{End}");

u8 MoviePlot_338_000[] = _("ゆうひちょうの アパ—トに{End}");
u8 MoviePlot_338_001[] = _("のはらいっかを まねきいれたケンは{End}");
u8 MoviePlot_338_002[] = _("まもなく{End}");
u8 MoviePlot_338_003[] = _("20せいきはくの タワ—から{End}");
u8 MoviePlot_338_004[] = _("にほんじゅうに なつかしいにおいを{End}");
u8 MoviePlot_338_005[] = _("まきちらす けいかくを{End}");
u8 MoviePlot_338_006[] = _("しんちゃんたちに はなしました{End}");

u8 MoviePlot_339_000[] = _("おまえたちが ほんとうに{End}");
u8 MoviePlot_339_001[] = _("21せいきを いきたいなら こうどうしろ！{End}");
u8 MoviePlot_339_002[] = _("みらいを てにいれてみせろ！{End}");
u8 MoviePlot_339_003[] = _("{End}");
u8 MoviePlot_339_004[] = _("オレたちが タワ—のうえに{End}");
u8 MoviePlot_339_005[] = _("とうちゃくするまえに···{End}");
u8 MoviePlot_339_006[] = _("きかいの スイッチを おすまえに{End}");
u8 MoviePlot_339_007[] = _("とめてみせろ{End}");
u8 MoviePlot_339_008[] = _("はやく いけ{End}");
u8 MoviePlot_339_009[] = _("{End}");
u8 MoviePlot_339_010[] = _("ぐずぐずしていると またにおいが{End}");
u8 MoviePlot_339_011[] = _("きいてくるぞ···{End}");

u8 MoviePlot_340_000[] = _("どうする？{End}");

u8 MoviePlot_341_000[] = _("とにかく あいつらより さきにいって{End}");
u8 MoviePlot_341_001[] = _("きかいを なんとかするしかねぇ！{End}");

u8 MoviePlot_342_000[] = _("のはらいっか ファイア———ッ！！{End}");

u8 MoviePlot_343_000[] = _("···ダメだ{End}");

u8 MoviePlot_344_000[] = _("えっ！？{End}");

u8 MoviePlot_345_000[] = _("みろ においのレベルが···{End}");

u8 MoviePlot_346_000[] = _("！！{End}");

u8 MoviePlot_347_000[] = _("まちの じゅうにんたちも あいつらをみて{End}");
u8 MoviePlot_347_001[] = _("21せいきを いきたくなったらしい···{End}");

u8 MoviePlot_348_000[] = _("うそよ うそでしょ？{End}");
u8 MoviePlot_348_001[] = _("{End}");
u8 MoviePlot_348_002[] = _("わたしたちの まちが わたしたちを{End}");
u8 MoviePlot_348_003[] = _("うらぎった ってこと？{End}");

u8 MoviePlot_349_000[] = _("そういうことだ{End}");

u8 MoviePlot_350_000[] = _("みんな いままで ごくろうだった{End}");
u8 MoviePlot_350_001[] = _("かくじ すきなようにしてくれ{End}");

u8 MoviePlot_351_000[] = _("···そとにいっても げんきでな{End}");

u8 MoviePlot_352_000[] = _("どうして？{End}");
u8 MoviePlot_352_001[] = _("ねぇ どうして？？{End}");
u8 MoviePlot_352_002[] = _("げんじつの みらいなんて{End}");
u8 MoviePlot_352_003[] = _("みにくいだけなのに！？{End}");

u8 MoviePlot_353_000[] = _("·········{End}");
u8 MoviePlot_353_001[] = _("オラ···{End}");
u8 MoviePlot_353_002[] = _("とうちゃんや かあちゃんや{End}");
u8 MoviePlot_353_003[] = _("ひまわりや シロと{End}");
u8 MoviePlot_353_004[] = _("もっと いっしょにいたいから···{End}");
u8 MoviePlot_353_005[] = _("{End}");
u8 MoviePlot_353_006[] = _("けんかしたり あたまにきたりしても{End}");
u8 MoviePlot_353_007[] = _("いっしょが いいから···{End}");

u8 MoviePlot_354_000[] = _("オラ··· おとなに なりたいから！{End}");
u8 MoviePlot_354_001[] = _("{End}");
u8 MoviePlot_354_002[] = _("おとなになって{End}");
u8 MoviePlot_354_003[] = _("おねえさんみたいな···{End}");
u8 MoviePlot_354_004[] = _("キレイな おねえさんと{End}");
u8 MoviePlot_354_005[] = _("いっぱい おつきあいしたいから！！{End}");

u8 MoviePlot_355_000[] = _("おしまいね···{End}");

u8 MoviePlot_356_000[] = _("ああ···{End}");
u8 MoviePlot_356_001[] = _("20せいきは おわった···{End}");

u8 MoviePlot_357_000[] = _("ひとびとをのせた トラックは{End}");
u8 MoviePlot_357_001[] = _("それぞれの わがやへと むかいます{End}");
u8 MoviePlot_357_002[] = _("そして あしたから また{End}");
u8 MoviePlot_357_003[] = _("{End}");
u8 MoviePlot_357_004[] = _("それぞれの 21せいきを{End}");
u8 MoviePlot_357_005[] = _("くらしていくでしょう{End}");

u8 MoviePlot_358_000[] = _("こんやの のはらいっかは{End}");
u8 MoviePlot_358_001[] = _("ごうか ヤキニクディナ—！！{End}");
u8 MoviePlot_358_002[] = _("···の はずだったのに···{End}");
u8 MoviePlot_358_003[] = _("{End}");
u8 MoviePlot_358_004[] = _("しんちゃんたちは とつぜん やってきた{End}");
u8 MoviePlot_358_005[] = _("【スウィ—トボ—イズ】となのる いちだんに{End}");
u8 MoviePlot_358_006[] = _("つかまえられそうになります{End}");

u8 MoviePlot_359_000[] = _("さらに きょうあくはんとして{End}");
u8 MoviePlot_359_001[] = _("しめいてはい されてしまいました{End}");
u8 MoviePlot_359_002[] = _("へんそうして なんとか{End}");
u8 MoviePlot_359_003[] = _("まちから にげだしたのですが···{End}");

u8 MoviePlot_360_000[] = _("なんで オレたちが こんなめに{End}");
u8 MoviePlot_360_001[] = _("あわなけりゃ ならないんだ···{End}");
u8 MoviePlot_360_002[] = _("アイツら オレたちの なにが{End}");
u8 MoviePlot_360_003[] = _("ほしいってんだ？{End}");

u8 MoviePlot_361_000[] = _("モノじゃない って いってたわね···{End}");

u8 MoviePlot_362_000[] = _("せかいが かわっちゃう って いってたよ{End}");

u8 MoviePlot_363_000[] = _("そういえば アイツら{End}");
u8 MoviePlot_363_001[] = _("ほんぶが 【あたみ】にあるっていってたよな{End}");

u8 MoviePlot_364_000[] = _("いこう！ あたみへ！！{End}");
u8 MoviePlot_364_001[] = _("{End}");
u8 MoviePlot_364_002[] = _("もともと ごかいから{End}");
u8 MoviePlot_364_003[] = _("はじまったことなんだ{End}");
u8 MoviePlot_364_004[] = _("アイツらの ボスにあって{End}");
u8 MoviePlot_364_005[] = _("ごかいをとけば{End}");
u8 MoviePlot_364_006[] = _("こんやは いえで{End}");
u8 MoviePlot_364_007[] = _("ヤキニクが くえる！！{End}");

u8 MoviePlot_365_000[] = _("おもいだせ！{End}");
u8 MoviePlot_365_001[] = _("{End}");
u8 MoviePlot_365_002[] = _("れいぞうこの なかで{End}");
u8 MoviePlot_365_003[] = _("オレたちを まっている ヤキニクを！！{End}");
u8 MoviePlot_365_004[] = _("かえって ヤキニクだ！！{End}");

u8 MoviePlot_366_000[] = _("うん！{End}");

u8 MoviePlot_367_000[] = _("かえって ヤキニク！{End}");

u8 MoviePlot_368_000[] = _("たあ—いた たたたあ—い！！{End}");
u8 MoviePlot_368_001[] = _("アン！ アンアンッ！！{End}");

u8 MoviePlot_369_000[] = _("こうして あたみを めざす{End}");
u8 MoviePlot_369_001[] = _("のはらいっか でしたが{End}");
u8 MoviePlot_369_002[] = _("おってきた スウィ—トボ—イズから{End}");
u8 MoviePlot_369_003[] = _("にげるうちに{End}");
u8 MoviePlot_369_004[] = _("かぞくは バラバラに{End}");
u8 MoviePlot_369_005[] = _("なってしまいました{End}");
u8 MoviePlot_369_006[] = _("しんちゃんは カザマくんから{End}");
u8 MoviePlot_369_007[] = _("じてんしゃを かりて{End}");
u8 MoviePlot_369_008[] = _("スウィ—トボ—イズの ほんぶが あるという{End}");
u8 MoviePlot_369_009[] = _("あたみを めざします···{End}");

u8 MoviePlot_370_000[] = _("アイツが ボス？···{End}");

u8 MoviePlot_371_000[] = _("わたしは いずはんとう1の{End}");
u8 MoviePlot_371_001[] = _("あせっかきだ{End}");
u8 MoviePlot_371_002[] = _("ゆぶねからの かいわを{End}");
u8 MoviePlot_371_003[] = _("ゆるしてくれ···{End}");
u8 MoviePlot_371_004[] = _("こんなことに まきこんでしまい{End}");
u8 MoviePlot_371_005[] = _("もうしわけない{End}");

u8 MoviePlot_372_000[] = _("おまえたちは オレたちの{End}");
u8 MoviePlot_372_001[] = _("なにを ひつようとしているんだ！？{End}");

u8 MoviePlot_373_000[] = _("【こえ】だよ{End}");

u8 MoviePlot_374_000[] = _("スウィ—トボ—イズから にげだした{End}");
u8 MoviePlot_374_001[] = _("ボスの おにいさんが{End}");
u8 MoviePlot_374_002[] = _("【あたみサイコ】という きかいを{End}");
u8 MoviePlot_374_003[] = _("うごかすための パスワ—ドに{End}");
u8 MoviePlot_374_004[] = _("のはらけの あさの かいわを{End}");
u8 MoviePlot_374_005[] = _("とうろく してしまったため{End}");
u8 MoviePlot_374_006[] = _("スウィ—トボ—イズは しんちゃんたちを{End}");
u8 MoviePlot_374_007[] = _("つかまえようと していたのです{End}");

u8 MoviePlot_375_000[] = _("どんなに【あたみサイコ】が すぐれていても{End}");
u8 MoviePlot_375_001[] = _("パスワ—ドなしでは てもあしもでない···{End}");

u8 MoviePlot_376_000[] = _("この あたみの まちを{End}");
u8 MoviePlot_376_001[] = _("かっせいか させるには···{End}");
u8 MoviePlot_376_002[] = _("どうしても 【あたみサイコ】と{End}");
u8 MoviePlot_376_003[] = _("あなたがたの こえが ひつようだ{End}");

u8 MoviePlot_377_000[] = _("きょうりょくしてくれ おねがいだ{End}");

u8 MoviePlot_378_000[] = _("わかった{End}");
u8 MoviePlot_378_001[] = _("やってやるよ{End}");
u8 MoviePlot_378_002[] = _("おわったら とっとと かえるからな！{End}");

u8 MoviePlot_379_000[] = _("ちゃんと うちまで{End}");
u8 MoviePlot_379_001[] = _("おくっていってよね！{End}");

u8 MoviePlot_380_000[] = _("あさの かいわの さいげんを{End}");
u8 MoviePlot_380_001[] = _("72かいも やりなおして{End}");
u8 MoviePlot_380_002[] = _("ようやく 【あたみサイコ】の パスワ—ドを{End}");
u8 MoviePlot_380_003[] = _("かいじょすることが できました{End}");
u8 MoviePlot_380_004[] = _("しかし ボスは しんちゃんたちを{End}");
u8 MoviePlot_380_005[] = _("いえに かえそうとはしません{End}");

u8 MoviePlot_381_000[] = _("かいほうする っていったのは{End}");
u8 MoviePlot_381_001[] = _("ウソだよ—ん！{End}");

u8 MoviePlot_382_000[] = _("なんだとう！{End}");

u8 MoviePlot_383_000[] = _("だって きどうごとに{End}");
u8 MoviePlot_383_001[] = _("パスワ—ドが ひつようなんだもん{End}");
u8 MoviePlot_383_002[] = _("キ—ワ—ドは{End}");
u8 MoviePlot_383_003[] = _("かきかえ ふかのうなんだ{End}");
u8 MoviePlot_383_004[] = _("キミたちには いっしょう ここにいてもらう{End}");
u8 MoviePlot_383_005[] = _("いや ざんねんだ{End}");

u8 MoviePlot_384_000[] = _("ふざけるなぁ！！{End}");

u8 MoviePlot_385_000[] = _("ひとの やくにたつモノ っていってたけど{End}");
u8 MoviePlot_385_001[] = _("それも ウソでしょう！？{End}");

u8 MoviePlot_386_000[] = _("ひとのやくには たたないが{End}");
u8 MoviePlot_386_001[] = _("オレのやくには たつ{End}");
u8 MoviePlot_386_002[] = _("【あたみサイコ】は たにんの のうに{End}");
u8 MoviePlot_386_003[] = _("きょうせいてきに あんじを かけられるんだ{End}");
u8 MoviePlot_386_004[] = _("そうすれば こころだけでなく からだまでも{End}");
u8 MoviePlot_386_005[] = _("オレの いのままに かえられる···{End}");

u8 MoviePlot_387_000[] = _("オレが 【イヌになれ】と おもえば···{End}");
u8 MoviePlot_387_001[] = _("{End}");
u8 MoviePlot_387_002[] = _("あんたがたは ほんものの{End}");
u8 MoviePlot_387_003[] = _("イヌに なるんだワン！！{End}");

u8 MoviePlot_388_000[] = _("だいらんとうのすえ 【あたみサイコ】を{End}");
u8 MoviePlot_388_001[] = _("てにいれた しんちゃんは{End}");
u8 MoviePlot_388_002[] = _("ホ—ルにいるひとたちを みんな{End}");
u8 MoviePlot_388_003[] = _("ぶりぶりざえもんに かえてしまいました！{End}");

u8 MoviePlot_389_000[] = _("ボス でてこい！{End}");
u8 MoviePlot_389_001[] = _("{End}");
u8 MoviePlot_389_002[] = _("こんなめにあわせた{End}");
u8 MoviePlot_389_003[] = _("おとしまえ つけてやる！！{End}");
u8 MoviePlot_389_004[] = _("どこだ！？{End}");

u8 MoviePlot_390_000[] = _("いまさら みぐるしいわよ！！{End}");

u8 MoviePlot_391_000[] = _("きったねぇぞ！{End}");
u8 MoviePlot_391_001[] = _("こそこそしやがって！！{End}");

u8 MoviePlot_392_000[] = _("とうちゃん とうちゃん{End}");
u8 MoviePlot_392_001[] = _("あれ···{End}");

u8 MoviePlot_393_000[] = _("たしか ボスの とくちょうは···{End}");

u8 MoviePlot_394_000[] = _("あせっかき！！{End}");

u8 MoviePlot_395_000[] = _("ボスを やっつけた しんちゃん{End}");
u8 MoviePlot_395_001[] = _("{End}");
u8 MoviePlot_395_002[] = _("【あたみサイコ】を つかって{End}");
u8 MoviePlot_395_003[] = _("みんなを もとに もどしました{End}");
u8 MoviePlot_395_004[] = _("これで ようやく{End}");
u8 MoviePlot_395_005[] = _("いえに かえることができます{End}");
u8 MoviePlot_395_006[] = _("そして···{End}");

u8 MoviePlot_396_000[] = _("いっただきま———す！！{End}");

u8 MoviePlot_397_000[] = _("フフフ···{End}");
u8 MoviePlot_397_001[] = _("ついに みつけたぞ！{End}");

u8 MoviePlot_398_000[] = _("このじだい{End}");
u8 MoviePlot_398_001[] = _("こんなまちに いたとはな···{End}");

u8 MoviePlot_399_000[] = _("すばらしい{End}");
u8 MoviePlot_399_001[] = _("じつに すばらしい！{End}");
u8 MoviePlot_399_002[] = _("まさに エネルギ—の いずみだ！！{End}");

u8 MoviePlot_400_000[] = _("ここまで ときを さかのぼり{End}");
u8 MoviePlot_400_001[] = _("やってきたかいが あったというものだ{End}");

u8 MoviePlot_401_000[] = _("この しょうねんの ちからを{End}");
u8 MoviePlot_401_001[] = _("てに いれることが できれば···{End}");
u8 MoviePlot_401_002[] = _("フフフ···{End}");

u8 MoviePlot_402_000[] = _("しんちゃんたちのすむ カスカベに{End}");
u8 MoviePlot_402_001[] = _("あらたにオ—プンした アトラクション{End}");
u8 MoviePlot_402_002[] = _("カスカベ シネマランド{End}");
u8 MoviePlot_402_003[] = _("{End}");
u8 MoviePlot_402_004[] = _("そこではヴァ—チャル·シネママシンによって{End}");
u8 MoviePlot_402_005[] = _("えいがのせかいを たいけんできるのです！{End}");

u8 MoviePlot_403_000[] = _("へぇ··· カスカベに こんなのが{End}");
u8 MoviePlot_403_001[] = _("できたんだ···{End}");

u8 MoviePlot_404_000[] = _("ヴァ—チャル·シネママシンって{End}");
u8 MoviePlot_404_001[] = _("まるで ＳＦえいがみたいだな こりゃ{End}");

u8 MoviePlot_405_000[] = _("とうちゃん かあちゃん{End}");
u8 MoviePlot_405_001[] = _("オラ えいがのせかいに はいってみたいゾ！{End}");

u8 MoviePlot_406_000[] = _("でもって びじん じょゆうの おねえさんと{End}");
u8 MoviePlot_406_001[] = _("あんなこと こんなこと··· あふ—ん{End}");

u8 MoviePlot_407_000[] = _("こどもが なにいってるの！{End}");
u8 MoviePlot_407_001[] = _("おバカ！！{End}");

u8 MoviePlot_408_000[] = _("でも ちょっと{End}");
u8 MoviePlot_408_001[] = _("おもしろそうだよな{End}");
u8 MoviePlot_408_002[] = _("おためしステ—ジ ってのなら{End}");
u8 MoviePlot_408_003[] = _("そんなに たかくないし{End}");
u8 MoviePlot_408_004[] = _("いっちょ ためしてみないか？{End}");

u8 MoviePlot_409_000[] = _("なによ あなたまで{End}");
u8 MoviePlot_409_001[] = _("そのきに なっちゃって{End}");

u8 MoviePlot_410_000[] = _("たぁ—い！{End}");

u8 MoviePlot_411_000[] = _("アンッ！ アンッ！{End}");

u8 MoviePlot_412_000[] = _("かあちゃん ひまも シロも{End}");
u8 MoviePlot_412_001[] = _("やってみたいと いってるゾ！{End}");

u8 MoviePlot_413_000[] = _("しんのすけも こういってるんだし{End}");
u8 MoviePlot_413_001[] = _("いってみようゼ なあ みさえ{End}");

u8 MoviePlot_414_000[] = _("ナイスだぞ とうちゃん！{End}");

u8 MoviePlot_415_000[] = _("もう しかたがないわね···{End}");

u8 MoviePlot_416_000[] = _("（でも イケメンはいゆうが いっぱいの{End}");
u8 MoviePlot_416_001[] = _("えいがなら ためしてみたいかも）{End}");

u8 MoviePlot_417_000[] = _("やったぁ！{End}");
u8 MoviePlot_417_001[] = _("わ—い！ わ—い！！{End}");

u8 MoviePlot_418_000[] = _("いらっしゃいませ{End}");
u8 MoviePlot_418_001[] = _("ごかぞくでの ごりようですね{End}");
u8 MoviePlot_418_002[] = _("ありがとうございます{End}");

u8 MoviePlot_419_000[] = _("おねえさんたちみたいな きれいなひとに{End}");
u8 MoviePlot_419_001[] = _("あんないされるなんて オラ しあわせ{End}");

u8 MoviePlot_420_000[] = _("おバカなこと いっていないで{End}");
u8 MoviePlot_420_001[] = _("さっさと いくわよ！{End}");

u8 MoviePlot_421_000[] = _("こうして しんちゃんたちは{End}");
u8 MoviePlot_421_001[] = _("ヴァ—チャル·シネママシンの{End}");
u8 MoviePlot_421_002[] = _("おためしステ—ジへ{End}");
u8 MoviePlot_421_003[] = _("はいっていきました{End}");
u8 MoviePlot_421_004[] = _("いよいよ のはらいっかの{End}");
u8 MoviePlot_421_005[] = _("ぼうけんの はじまりです{End}");

u8 MoviePlot_422_000[] = _("いやぁ— すばらしい！{End}");
u8 MoviePlot_422_001[] = _("かぞくって ホント—にすばらしいですね！！{End}");

u8 MoviePlot_423_000[] = _("いやぁ— それほどでもぉ—{End}");

u8 MoviePlot_424_000[] = _("おっと{End}");
u8 MoviePlot_424_001[] = _("じこしょうかいが おくれました{End}");
u8 MoviePlot_424_002[] = _("わたくし シネマランドの{End}");
u8 MoviePlot_424_003[] = _("しはいにんで ございます{End}");

u8 MoviePlot_425_000[] = _("こりゃ どうも{End}");

u8 MoviePlot_426_000[] = _("みごと ファ—ストステ—ジを{End}");
u8 MoviePlot_426_001[] = _("クリアなさった あなたがたには{End}");
u8 MoviePlot_426_002[] = _("このスタンプカ—ドを{End}");
u8 MoviePlot_426_003[] = _("さしあげましょう！！{End}");
u8 MoviePlot_426_004[] = _("スタンプが おされたスクリ—ンは{End}");
u8 MoviePlot_426_005[] = _("なんどでも おたのしみいただけます{End}");
u8 MoviePlot_426_006[] = _("しかも 11あるスクリ—ン{End}");
u8 MoviePlot_426_007[] = _("すべてを クリアし{End}");
u8 MoviePlot_426_008[] = _("すべての スタンプを あつめられた{End}");
u8 MoviePlot_426_009[] = _("おきゃくさまには{End}");
u8 MoviePlot_426_010[] = _("ごうかしょうひんを{End}");
u8 MoviePlot_426_011[] = _("しんてい いたします！！{End}");

u8 MoviePlot_427_000[] = _("ごうかしょうひん！！{End}");

u8 MoviePlot_428_000[] = _("でも にゅうかいきんとか{End}");
u8 MoviePlot_428_001[] = _("ひつよう なんじゃないの？{End}");

u8 MoviePlot_429_000[] = _("いえいえ{End}");
u8 MoviePlot_429_001[] = _("しんぱいしないでください{End}");
u8 MoviePlot_429_002[] = _("あなたがたのように みごとに{End}");
u8 MoviePlot_429_003[] = _("ヴァ—チャル·シネママシンを{End}");
u8 MoviePlot_429_004[] = _("たのしんで いただける おきゃくさまは{End}");
u8 MoviePlot_429_005[] = _("めったに いらっしゃいません{End}");
u8 MoviePlot_429_006[] = _("あなたがたの たのしむ すがたこそが{End}");
u8 MoviePlot_429_007[] = _("ほかの おきゃくさまへの{End}");
u8 MoviePlot_429_008[] = _("こうこくとなりますので{End}");
u8 MoviePlot_429_009[] = _("こんかいは とくべつに{End}");
u8 MoviePlot_429_010[] = _("むりょうで さしあげます！！{End}");

u8 MoviePlot_430_000[] = _("そ—ゆ—ことなら ありがたくいただきますわ{End}");

u8 MoviePlot_431_000[] = _("とうちゃん かあちゃん{End}");
u8 MoviePlot_431_001[] = _("はやく つぎのステ—ジにいこうよ！{End}");

u8 MoviePlot_432_000[] = _("げんざい 2かいより うえのステ—ジは{End}");
u8 MoviePlot_432_001[] = _("じゅんびが ととのっておりません{End}");
u8 MoviePlot_432_002[] = _("1かいの のこり 3つのステ—ジを{End}");
u8 MoviePlot_432_003[] = _("おたのしみください{End}");
u8 MoviePlot_432_004[] = _("そのあいだに{End}");
u8 MoviePlot_432_005[] = _("じゅんびを ととのえて おきます{End}");
u8 MoviePlot_432_006[] = _("また なにか ごふめいなてんがありましたら{End}");
u8 MoviePlot_432_007[] = _("かくフロアの じゅうぎょういんか{End}");
u8 MoviePlot_432_008[] = _("このフロア ちゅうおうカウンタ—に{End}");
u8 MoviePlot_432_009[] = _("はなしかけ ごそうだんください{End}");
u8 MoviePlot_432_010[] = _("それでは じゅんびがありますので{End}");
u8 MoviePlot_432_011[] = _("わたしは これで···{End}");
u8 MoviePlot_432_012[] = _("どうか さいごまで{End}");
u8 MoviePlot_432_013[] = _("おたのしみください{End}");

u8 MoviePlot_433_000[] = _("おっと じこしょうかいが おくれました{End}");
u8 MoviePlot_433_001[] = _("わたくし とうアトラクションの しはいにん{End}");
u8 MoviePlot_433_002[] = _("マイクみずほ ともうします{End}");
u8 MoviePlot_433_003[] = _("いご おみしりおきを{End}");

u8 MoviePlot_434_000[] = _("しんちゃんたちのすむ カスカベに{End}");
u8 MoviePlot_434_001[] = _("あらたにオ—プンした アトラクション{End}");
u8 MoviePlot_434_002[] = _("カスカベ シネマランド{End}");

u8 MoviePlot_435_000[] = _("しんちゃんたちのすむ カスカベに{End}");
u8 MoviePlot_435_001[] = _("あらたにオ—プンした アトラクション{End}");
u8 MoviePlot_435_002[] = _("カスカベ シネマランド{End}");

u8 MoviePlot_436_000[] = _("よいこのみんな こんばんわ{End}");
u8 MoviePlot_436_001[] = _("{End}");
u8 MoviePlot_436_002[] = _("わたしは イエスタディ·ワンスモアの{End}");
u8 MoviePlot_436_003[] = _("リ—ダ— 【ケン】だ{End}");
u8 MoviePlot_436_004[] = _("キミたちの パパやママは 20せいきはくで{End}");
u8 MoviePlot_436_005[] = _("こどもにもどって たのしく くらしている{End}");
u8 MoviePlot_436_006[] = _("じかんは ぎゃくもどりをはじめ{End}");
u8 MoviePlot_436_007[] = _("もう すすむことはない···{End}");
u8 MoviePlot_436_008[] = _("キミたちのみらいは きえたのだ{End}");
u8 MoviePlot_436_009[] = _("{End}");
u8 MoviePlot_436_010[] = _("まもなく むかえの くるまがいく{End}");
u8 MoviePlot_436_011[] = _("それに のりなさい{End}");
u8 MoviePlot_436_012[] = _("こちらにくれば あたたかい しょくじも{End}");
u8 MoviePlot_436_013[] = _("あるし パパやママにも あえる{End}");
u8 MoviePlot_436_014[] = _("こないものは【はんこうぶんし】と みなし{End}");
u8 MoviePlot_436_015[] = _("みょうちょう 8じをすぎたら とらえる{End}");
u8 MoviePlot_436_016[] = _("とうぜん パパやママにも あわせない{End}");
u8 MoviePlot_436_017[] = _("{End}");
u8 MoviePlot_436_018[] = _("どちらをえらぶかは じゆうだが{End}");
u8 MoviePlot_436_019[] = _("わたしは すなおなこのほうが すきだな{End}");

u8 MoviePlot_437_000[] = _("しんちゃんは{End}");
u8 MoviePlot_437_001[] = _("ケンのことばを おもいだしました{End}");

u8 MoviePlot_438_000[] = _("しんのすけ！ あせを かいている{End}");
u8 MoviePlot_438_001[] = _("ぶりぶりざえもんが ボスだ！{End}");
u8 MoviePlot_438_002[] = _("そいつを ねらえ！{End}");
u8 MoviePlot_438_003[] = _("ほかを こうげきしても いみねぇゾ！！{End}");

u8 MoviePlot_439_000[] = _("ブ~ラジャ—！！{End}");

u8 MoviePlot_440_000[] = _("おかげさまで らいじょうしゃすうが{End}");
u8 MoviePlot_440_001[] = _("ばいぞうです！{End}");
u8 MoviePlot_440_002[] = _("いやぁ—{End}");
u8 MoviePlot_440_003[] = _("ホント—に すばらしい そざいだ{End}");

u8 MoviePlot_441_000[] = _("そざいって？{End}");
u8 MoviePlot_441_001[] = _("{End}");

u8 MoviePlot_442_000[] = _("い·いや そしつ···{End}");
u8 MoviePlot_442_001[] = _("そう！ そしつ です！！{End}");
u8 MoviePlot_442_002[] = _("そう もうしあげたかったのですよ{End}");
u8 MoviePlot_442_003[] = _("ハハハハ···{End}");
u8 MoviePlot_442_004[] = _("わがシネマランドの こうこくとうに{End}");
u8 MoviePlot_442_005[] = _("ふさわしい{End}");
u8 MoviePlot_442_006[] = _("うまれながらに ひとをひきつける そしつ{End}");
u8 MoviePlot_442_007[] = _("まさに アイドルだ！ カリスマだ！！{End}");

u8 MoviePlot_443_000[] = _("は？ はぁ···どうも{End}");

u8 MoviePlot_444_000[] = _("いやぁ~ てれますなぁ{End}");

u8 MoviePlot_445_000[] = _("2かいの スクリ—ンの よういも{End}");
u8 MoviePlot_445_001[] = _("さきほど ととのいました{End}");
u8 MoviePlot_445_002[] = _("どうぞ ひきつづき{End}");
u8 MoviePlot_445_003[] = _("おたのしみください{End}");
u8 MoviePlot_445_004[] = _("また カウンタ—うえの{End}");
u8 MoviePlot_445_005[] = _("わたりろうかに ございます{End}");
u8 MoviePlot_445_006[] = _("ミニゲ—ムル—ムにも あたらしい{End}");
u8 MoviePlot_445_007[] = _("アトラクションが ついかされました{End}");
u8 MoviePlot_445_008[] = _("こちらも ぜひ ごりようください{End}");
u8 MoviePlot_445_009[] = _("{End}");
u8 MoviePlot_445_010[] = _("わたしは まだ じゅんびが ございますので{End}");
u8 MoviePlot_445_011[] = _("これで しつれいします···{End}");

u8 MoviePlot_446_000[] = _("よもや これほどのモノとは···{End}");
u8 MoviePlot_446_001[] = _("{End}");
u8 MoviePlot_446_002[] = _("これならば わたしのケイカクも{End}");
u8 MoviePlot_446_003[] = _("フフフ···{End}");
u8 MoviePlot_446_004[] = _("おっと ヤツらが でてきた{End}");

u8 MoviePlot_447_000[] = _("いやぁ のはらさん{End}");
u8 MoviePlot_447_001[] = _("たのしんで いただけてますか？{End}");

u8 MoviePlot_448_000[] = _("よっ！ しはいにんのオジサン{End}");
u8 MoviePlot_448_001[] = _("スカンク こんなに あつまったゾ~！{End}");

u8 MoviePlot_449_000[] = _("スタンプだよ しんのすけくん{End}");
u8 MoviePlot_449_001[] = _("{End}");
u8 MoviePlot_449_002[] = _("どれどれ···{End}");
u8 MoviePlot_449_003[] = _("いやぁ ホント—に すばらしいペ—スだ{End}");
u8 MoviePlot_449_004[] = _("のこるスクリ—ンは3つ スタンプが{End}");
u8 MoviePlot_449_005[] = _("すべてそろうのも じかんのもんだいですね！{End}");
u8 MoviePlot_449_006[] = _("さあ3かいの よういも ととのいました{End}");
u8 MoviePlot_449_007[] = _("ごうかしょうひんは めのまえですよ！！{End}");

u8 MoviePlot_450_000[] = _("【ごうかしょうひん】って{End}");
u8 MoviePlot_450_001[] = _("いったい なんですか？{End}");

u8 MoviePlot_451_000[] = _("んも~ かあちゃんってば わかってないなぁ{End}");
u8 MoviePlot_451_001[] = _("あとのたのしみが なくなっちゃうゾ！{End}");
u8 MoviePlot_451_002[] = _("ふぅ やれやれ オトナは これだから···{End}");

u8 MoviePlot_452_000[] = _("ハハハ···しんのすけくんの いうとおり！{End}");
u8 MoviePlot_452_001[] = _("みなさん きっと おどろかれますよ！！{End}");

u8 MoviePlot_453_000[] = _("きっと ね···{End}");

u8 MoviePlot_454_000[] = _("それでは また のちほど おあいしましょう{End}");

u8 MoviePlot_455_000[] = _("しはいにんさんって{End}");
u8 MoviePlot_455_001[] = _("ホント—に いいひとですね~{End}");
u8 MoviePlot_455_002[] = _("あら ヤダ{End}");
u8 MoviePlot_455_003[] = _("くちょうが うつっちゃった！{End}");

u8 MoviePlot_456_000[] = _("···でもさぁ なぁ—んか{End}");
u8 MoviePlot_456_001[] = _("うさんくさいんだよなぁ····{End}");

u8 MoviePlot_457_000[] = _("そうかしら？{End}");

u8 MoviePlot_458_000[] = _("でも しんのすけたちも{End}");
u8 MoviePlot_458_001[] = _("たのしんでるようだし{End}");
u8 MoviePlot_458_002[] = _("もうすこし おじゃまさせてもらっても{End}");
u8 MoviePlot_458_003[] = _("いいんじゃない？{End}");
u8 MoviePlot_458_004[] = _("それに···タダだし···{End}");

u8 MoviePlot_459_000[] = _("かぁちゃん··· ふぅ···{End}");

u8 MoviePlot_460_000[] = _("おめでとうございます！{End}");
u8 MoviePlot_460_001[] = _("{End}");
u8 MoviePlot_460_002[] = _("とうアトラクションにある{End}");
u8 MoviePlot_460_003[] = _("11のスクリ—ン！{End}");
u8 MoviePlot_460_004[] = _("すべてを クリアされた おきゃくさまは{End}");
u8 MoviePlot_460_005[] = _("あなたがたが はじめてです！！{End}");

u8 MoviePlot_461_000[] = _("やったぁ—っ！！{End}");
u8 MoviePlot_461_001[] = _("{End}");
u8 MoviePlot_461_002[] = _("【ごうかしょうひん】が ようやく{End}");
u8 MoviePlot_461_003[] = _("わたしたちの ものになるのね！！{End}");

u8 MoviePlot_462_000[] = _("まぁまぁ おくさん そう あせらずに{End}");
u8 MoviePlot_462_001[] = _("【しょうひん】は にげていきませんよ{End}");
u8 MoviePlot_462_002[] = _("わがシネマランドの こうこくとうとして{End}");
u8 MoviePlot_462_003[] = _("かつやくしてくださった みなさまへ{End}");
u8 MoviePlot_462_004[] = _("ささやかな おれいとして{End}");
u8 MoviePlot_462_005[] = _("{End}");
u8 MoviePlot_462_006[] = _("12ばんめのアトラクションを{End}");
u8 MoviePlot_462_007[] = _("よういいたしました{End}");

u8 MoviePlot_463_000[] = _("まさに あなたがたのために つくられた{End}");
u8 MoviePlot_463_001[] = _("さいごの アトラクションです！{End}");
u8 MoviePlot_463_002[] = _("さぁ 12ばんスクリ—ンまで{End}");
u8 MoviePlot_463_003[] = _("おこしください！！{End}");

u8 MoviePlot_464_000[] = _("あの— まことにありがたい{End}");
u8 MoviePlot_464_001[] = _("おはなしなんですが···{End}");
u8 MoviePlot_464_002[] = _("きょうは みな いろいろまわって{End}");
u8 MoviePlot_464_003[] = _("つかれておりますので しつれいします{End}");
u8 MoviePlot_464_004[] = _("そのアトラクションとか なんとかは{End}");
u8 MoviePlot_464_005[] = _("また べつのきかいに···{End}");

u8 MoviePlot_465_000[] = _("おやおや いいんですかぁ~？{End}");
u8 MoviePlot_465_001[] = _("{End}");
u8 MoviePlot_465_002[] = _("【ごうかしょうひん】は{End}");
u8 MoviePlot_465_003[] = _("そのアトラクションに よういしているのに！{End}");

u8 MoviePlot_466_000[] = _("だ·か·らぁ{End}");
u8 MoviePlot_466_001[] = _("その【ごうかしょうひん】って なんなのよ？{End}");
u8 MoviePlot_466_002[] = _("もったいぶらないで{End}");
u8 MoviePlot_466_003[] = _("おしえてくれても いいじゃない！！{End}");

u8 MoviePlot_467_000[] = _("ですから それは 12ばんめのスクリ—ンに{End}");
u8 MoviePlot_467_001[] = _("はいってからの おたのしみなんですよ{End}");
u8 MoviePlot_467_002[] = _("ククク···{End}");
u8 MoviePlot_467_003[] = _("{End}");

u8 MoviePlot_468_000[] = _("アクションかめんの テレビが はじまるから{End}");
u8 MoviePlot_468_001[] = _("オラ はやく かえりたいゾ{End}");

u8 MoviePlot_469_000[] = _("おやまぁ···{End}");
u8 MoviePlot_469_001[] = _("しんのすけくんまで？{End}");
u8 MoviePlot_469_002[] = _("でも ざんねんですねぇ···{End}");
u8 MoviePlot_469_003[] = _("{End}");
u8 MoviePlot_469_004[] = _("シネマランドの でぐちは すべて{End}");
u8 MoviePlot_469_005[] = _("かんぜんに とじてしまいました{End}");
u8 MoviePlot_469_006[] = _("あなたがたが いえに かえるためには{End}");
u8 MoviePlot_469_007[] = _("さいごのアトラクションを クリアする！{End}");
u8 MoviePlot_469_008[] = _("それいがいに かえるすべは ないのです！{End}");
u8 MoviePlot_469_009[] = _("{End}");
u8 MoviePlot_469_010[] = _("12ばんスクリ—ンで おまちしております{End}");
u8 MoviePlot_469_011[] = _("おはやめに おこしください フフフ···{End}");

u8 MoviePlot_470_000[] = _("あっ ちょっと！{End}");
u8 MoviePlot_470_001[] = _("まちなさいよ！！{End}");

u8 MoviePlot_471_000[] = _("いっちゃった···{End}");

u8 MoviePlot_472_000[] = _("やっぱりな···さいしょから{End}");
u8 MoviePlot_472_001[] = _("うさんくさいと おもってたんだ！！{End}");
u8 MoviePlot_472_002[] = _("アイツ{End}");
u8 MoviePlot_472_003[] = _("ぜってぇ なんかたくらんでるぜ！{End}");

u8 MoviePlot_473_000[] = _("あうううぅ···{End}");
u8 MoviePlot_473_001[] = _("{End}");

u8 MoviePlot_474_000[] = _("ねぇ どうするの？{End}");
u8 MoviePlot_474_001[] = _("{End}");

u8 MoviePlot_475_000[] = _("どうもこうもねぇ！{End}");
u8 MoviePlot_475_001[] = _("{End}");
u8 MoviePlot_475_002[] = _("こうなったら アイツの アトラクションって{End}");
u8 MoviePlot_475_003[] = _("やつを クリアしてやろうぜ！{End}");

u8 MoviePlot_476_000[] = _("アンッ！{End}");

u8 MoviePlot_477_000[] = _("···んんん{End}");
u8 MoviePlot_477_001[] = _("のはらいっか ファイア—！{End}");

u8 MoviePlot_478_000[] = _("のはらいっか ファイア——ッ！！{End}");

u8 MoviePlot_479_000[] = _("おいっ！ きてやったぜ！！{End}");
u8 MoviePlot_479_001[] = _("{End}");
u8 MoviePlot_479_002[] = _("【ごうかしょうひん】っての もらって{End}");
u8 MoviePlot_479_003[] = _("オレたちは いえに かえるぜ！！{End}");

u8 MoviePlot_480_000[] = _("それは···{End}");
u8 MoviePlot_480_001[] = _("ムリな そうだんですな···{End}");
u8 MoviePlot_480_002[] = _("ざんねんですが あなたがたを{End}");
u8 MoviePlot_480_003[] = _("かえすわけには いきません···{End}");
u8 MoviePlot_480_004[] = _("とくに···{End}");
u8 MoviePlot_480_005[] = _("しんのすけくん キミはね！{End}");

u8 MoviePlot_481_000[] = _("ええっ！ そんな···{End}");

u8 MoviePlot_482_000[] = _("きゅうに いわれても···{End}");
u8 MoviePlot_482_001[] = _("オラにも こころのじゅんびが~{End}");
u8 MoviePlot_482_002[] = _("···やさしくしてネ{End}");
u8 MoviePlot_482_003[] = _("{End}");

u8 MoviePlot_483_000[] = _("そう ソレだ！！ そのリアクションこそが{End}");
u8 MoviePlot_483_001[] = _("わたしの もとめていたもの{End}");
u8 MoviePlot_483_002[] = _("【おバカ エネルギ—】だ！！{End}");
u8 MoviePlot_483_003[] = _("{End}");

u8 MoviePlot_484_000[] = _("【おバカ エネルギ—】？{End}");

u8 MoviePlot_485_000[] = _("そんなの きいたことねぇぞ！！{End}");

u8 MoviePlot_486_000[] = _("それは そうでしょう！{End}");
u8 MoviePlot_486_001[] = _("あなたがたの この じだいには{End}");
u8 MoviePlot_486_002[] = _("まだ はっけんされて{End}");
u8 MoviePlot_486_003[] = _("おりませんからなァ！！ ハハハ{End}");

u8 MoviePlot_487_000[] = _("よろしい！{End}");
u8 MoviePlot_487_001[] = _("おしえてあげましょう！！{End}");
u8 MoviePlot_487_002[] = _("わたしの アトラクションを{End}");
u8 MoviePlot_487_003[] = _("クリアしてきた ごほうびですよ！{End}");
u8 MoviePlot_487_004[] = _("【おバカ エネルギ—】とは{End}");
u8 MoviePlot_487_005[] = _("それをあびた にんげんを おバカにかえる{End}");
u8 MoviePlot_487_006[] = _("きゅうきょくのエネルギ— なのですよっ！！{End}");

u8 MoviePlot_488_000[] = _("それと わたしたちと{End}");
u8 MoviePlot_488_001[] = _("なんの かんけいが あるっていうの！？{End}");

u8 MoviePlot_489_000[] = _("はははは··· わたしが{End}");
u8 MoviePlot_489_001[] = _("ひつようなのは あなたの むすこさんです！{End}");
u8 MoviePlot_489_002[] = _("しんのすけくんには たいりょうの{End}");
u8 MoviePlot_489_003[] = _("【おバカ エネルギ—】を はっせいさせる{End}");
u8 MoviePlot_489_004[] = _("とくべつな さいのうが あるのですよ！！{End}");
u8 MoviePlot_489_005[] = _("{End}");
u8 MoviePlot_489_006[] = _("わざわざ タダの スタンプカ—ドをあたえ{End}");
u8 MoviePlot_489_007[] = _("シネママシンで あそんでもらったのも{End}");
u8 MoviePlot_489_008[] = _("しんのすけくんから はっせられる{End}");
u8 MoviePlot_489_009[] = _("【おバカ エネルギ—】を{End}");
u8 MoviePlot_489_010[] = _("たっぷりと{End}");
u8 MoviePlot_489_011[] = _("あつめるため だったのですよ！！{End}");

u8 MoviePlot_490_000[] = _("そんなエネルギ—が{End}");
u8 MoviePlot_490_001[] = _("なんのやくに たつのよ！？{End}");

u8 MoviePlot_491_000[] = _("わたしの もくてきは ただひとつ！{End}");
u8 MoviePlot_491_001[] = _("せかいせいふくだ！！{End}");
u8 MoviePlot_491_002[] = _("せかいじゅうの にんげんに{End}");
u8 MoviePlot_491_003[] = _("【おバカ エネルギ—】をあびせて{End}");
u8 MoviePlot_491_004[] = _("みんな おバカにしたうえで{End}");
u8 MoviePlot_491_005[] = _("かれらを しはいするのだ！！{End}");

u8 MoviePlot_492_000[] = _("そのためには むげんの{End}");
u8 MoviePlot_492_001[] = _("【おバカ エネルギ—】をもつ{End}");
u8 MoviePlot_492_002[] = _("あなたがたの むすこさんが{End}");
u8 MoviePlot_492_003[] = _("ひつようなのですよ！！{End}");

u8 MoviePlot_493_000[] = _("そんなに ほめられると{End}");
u8 MoviePlot_493_001[] = _("オラ てれちゃうゾ{End}");

u8 MoviePlot_494_000[] = _("ほめられてるのか これって···？{End}");

u8 MoviePlot_495_000[] = _("ほめられてないって！！{End}");

u8 MoviePlot_496_000[] = _("おぉ？{End}");

u8 MoviePlot_497_000[] = _("そうそう そのちょうし！{End}");
u8 MoviePlot_497_001[] = _("そのあふれんばかりの【おバカ エネルギ—】{End}");
u8 MoviePlot_497_002[] = _("さいごの いってきまで{End}");
u8 MoviePlot_497_003[] = _("しぼりとらせてもらいますよ！{End}");

u8 MoviePlot_498_000[] = _("このやろう！ しんのすけを{End}");
u8 MoviePlot_498_001[] = _("おまえのすきには させねぇぞ！！{End}");

u8 MoviePlot_499_000[] = _("それでは さいごのアトラクションです{End}");
u8 MoviePlot_499_001[] = _("せいぜい むだなあがきを してください{End}");
u8 MoviePlot_499_002[] = _("では みなさま こちらにどうぞ！！{End}");
u8 MoviePlot_499_003[] = _("ハハハ···{End}");

u8 MoviePlot_500_000[] = _("や やめないかっ！{End}");
u8 MoviePlot_500_001[] = _("{End}");
u8 MoviePlot_500_002[] = _("そんなことをしたら これまでにあつめた{End}");
u8 MoviePlot_500_003[] = _("【おバカ エネルギ—】が ぼうそうして··{End}");
u8 MoviePlot_500_004[] = _("う うわあぁ————っ！！！{End}");

u8 MoviePlot_501_000[] = _("アンッ！ アンッ！{End}");

u8 MoviePlot_502_000[] = _("あ あれ どうしたんだ？{End}");
u8 MoviePlot_502_001[] = _("オレたち···{End}");

u8 MoviePlot_503_000[] = _("おそとに いるよ{End}");

u8 MoviePlot_504_000[] = _("ゆめ··· だったのかしら？{End}");

u8 MoviePlot_505_000[] = _("でも スカンクカ—ドは もってるよ{End}");

u8 MoviePlot_506_000[] = _("スタンプカ—ドだって···{End}");
u8 MoviePlot_506_001[] = _("{End}");
u8 MoviePlot_506_002[] = _("てことは さっきのは ゆめじゃなく{End}");
u8 MoviePlot_506_003[] = _("ホントにあったこと··· だったのかなぁ？{End}");

u8 MoviePlot_507_000[] = _("あんまり バカげた はなしだから{End}");
u8 MoviePlot_507_001[] = _("しんじられないわね···{End}");

u8 MoviePlot_508_000[] = _("たい たぁ—い！{End}");

u8 MoviePlot_509_000[] = _("アンッ！ アンッ！{End}");

u8 MoviePlot_510_000[] = _("ひまもシロも はやくうちにかえろう って{End}");
u8 MoviePlot_510_001[] = _("いってるよ！！{End}");

u8 MoviePlot_511_000[] = _("そ—だな かえるか···{End}");

u8 MoviePlot_512_000[] = _("そうね··· かえりましょう{End}");
u8 MoviePlot_512_001[] = _("{End}");

u8 MoviePlot_513_000[] = _("オラ もう おなかペコペコだゾ···{End}");

u8 MoviePlot_514_000[] = _("ねぇ{End}");

u8 MoviePlot_515_000[] = _("ん？ なんだ？{End}");

u8 MoviePlot_516_000[] = _("スタンプカ—ドが あるんだもん{End}");
u8 MoviePlot_516_001[] = _("{End}");
u8 MoviePlot_516_002[] = _("また こんどいったら···{End}");
u8 MoviePlot_516_003[] = _("こうかん してもらえるわよねぇ？{End}");
u8 MoviePlot_516_004[] = _("【ごうかしょうひん】に！！{End}");

u8 MoviePlot_517_000[] = _("まだ あきらめてなかったのかよ···{End}");

u8 MoviePlot_518_000[] = _("しんちゃんは ようちえんの えんそくで{End}");
u8 MoviePlot_518_001[] = _("ヘンダ—ランドに いきました{End}");
u8 MoviePlot_518_002[] = _("えんないを うろついているうちに{End}");
u8 MoviePlot_518_003[] = _("サ—カスごやに まよいこんでしまいました{End}");
u8 MoviePlot_518_004[] = _("そこで かなしげな めをした{End}");
u8 MoviePlot_518_005[] = _("おんなのひとを みつけたのでした{End}");
u8 MoviePlot_518_006[] = _("ガラスに とじこめられた{End}");
u8 MoviePlot_518_007[] = _("【メモリ·ミモリひめ】に みとれていると{End}");
u8 MoviePlot_518_008[] = _("サ—カスだんの だんちょう{End}");
u8 MoviePlot_518_009[] = _("【クレイ·Ｇ·マッド】が あらわれました{End}");
u8 MoviePlot_518_010[] = _("クレイ·Ｇ·マッドが{End}");
u8 MoviePlot_518_011[] = _("しんちゃんを おいだそうとしたとき{End}");
u8 MoviePlot_518_012[] = _("にんぎょうの 【トッペマ·マペット】が{End}");
u8 MoviePlot_518_013[] = _("ほんとうのことを おしえてくれました{End}");

u8 MoviePlot_519_000[] = _("しんちゃんは ステンドガラスに{End}");
u8 MoviePlot_519_001[] = _("【ジョ—カ—のカ—ド】を かざしました{End}");

u8 MoviePlot_520_000[] = _("マカオォ————ッ！！{End}");
u8 MoviePlot_520_001[] = _("{End}");

u8 MoviePlot_521_000[] = _("ジョォ——マァ———ッ！！{End}");
u8 MoviePlot_521_001[] = _("{End}");

u8 MoviePlot_522_000[] = _("すると マカオと ジョマは{End}");
u8 MoviePlot_522_001[] = _("ふういんされました{End}");

u8 MoviePlot_523_000[] = _("【トッペマ·マペット】は{End}");
u8 MoviePlot_523_001[] = _("オカマまじょに とじこめられていた{End}");
u8 MoviePlot_523_002[] = _("【メモリ·ミモリひめ】の{End}");
u8 MoviePlot_523_003[] = _("ぶんしんでした{End}");
u8 MoviePlot_523_004[] = _("マカオと ジョマが きえてしまったことで{End}");
u8 MoviePlot_523_005[] = _("メモリ·ミモリひめも じゆうになり{End}");
u8 MoviePlot_523_006[] = _("ス·ノ—マン·パ—に{End}");
u8 MoviePlot_523_007[] = _("すがたを かえられていた{End}");
u8 MoviePlot_523_008[] = _("【ゴ—マンおうじ】も{End}");
u8 MoviePlot_523_009[] = _("もとのすがたに もどりました{End}");

u8 MoviePlot_524_000[] = _("こうして ちきゅうのへいわは まもられ{End}");
u8 MoviePlot_524_001[] = _("ゴ—マンおうじと メモリ·ミモリひめは{End}");
u8 MoviePlot_524_002[] = _("ヘンダ—ランドごと じぶんたちの{End}");
u8 MoviePlot_524_003[] = _("こきょうに かえり{End}");
u8 MoviePlot_524_004[] = _("けっこんして すえながく{End}");
u8 MoviePlot_524_005[] = _("しあわせに くらしましたとさ{End}");

u8 MoviePlot_525_000[] = _("じゃ そ—ゆ—ことで—！{End}");
u8 MoviePlot_525_001[] = _("{End}");

u8 MoviePlot_526_000[] = _("あるよる しんちゃんは{End}");
u8 MoviePlot_526_001[] = _("ゆめを みました···{End}");
u8 MoviePlot_526_002[] = _("きれいな おねえさんが いずみのほとりで{End}");
u8 MoviePlot_526_003[] = _("たたずんでいる ゆめでした{End}");
u8 MoviePlot_526_004[] = _("ふしぎなことに そのよる おなじゆめを{End}");
u8 MoviePlot_526_005[] = _("かぞくぜんいんが みていたのでした{End}");
u8 MoviePlot_526_006[] = _("つぎのひ シロが にわにほった あなから{End}");
u8 MoviePlot_526_007[] = _("てがみのはいった はこが でてきました{End}");
u8 MoviePlot_526_008[] = _("そのてがみには こうかかれていました{End}");
u8 MoviePlot_526_009[] = _("{End}");
u8 MoviePlot_526_010[] = _("【とうちゃん かあちゃん{End}");
u8 MoviePlot_526_011[] = _("おら てんしょう にねんにいる{End}");
u8 MoviePlot_526_012[] = _("おひめさまは ちょうびじんだゾ{End}");
u8 MoviePlot_526_013[] = _(" {End}");
u8 MoviePlot_526_014[] = _("かすがの おしろは とおいから{End}");
u8 MoviePlot_526_015[] = _("おクルマで きたほうがいいゾ{End}");
u8 MoviePlot_526_016[] = _("はやくきてね{End}");
u8 MoviePlot_526_017[] = _("じゃ そゆことで】{End}");
u8 MoviePlot_526_018[] = _("しんちゃんは てがみに かかれている{End}");
u8 MoviePlot_526_019[] = _("【ちょうびじんの おひめさま】は{End}");
u8 MoviePlot_526_020[] = _("きっと ゆめにでてきた{End}");
u8 MoviePlot_526_021[] = _("おねえさんに ちがいないとおもい{End}");
u8 MoviePlot_526_022[] = _("もういちど あいたいと{End}");
u8 MoviePlot_526_023[] = _("めを とじました···{End}");
u8 MoviePlot_526_024[] = _("そして めをひらくと···{End}");
u8 MoviePlot_526_025[] = _("しんちゃんは ゆめに でてきた{End}");
u8 MoviePlot_526_026[] = _("いずみのほとりに たっていたのです{End}");
u8 MoviePlot_526_027[] = _("{End}");
u8 MoviePlot_526_028[] = _("じぶんの いえに かえるため{End}");
u8 MoviePlot_526_029[] = _("あたりを さがしてみると···{End}");

u8 MoviePlot_527_000[] = _("しんちゃんたちに つづいて{End}");
u8 MoviePlot_527_001[] = _("【またべえ】たちも{End}");
u8 MoviePlot_527_002[] = _("おおくらいの ほんじんに{End}");
u8 MoviePlot_527_003[] = _("のりこんできました{End}");
u8 MoviePlot_527_004[] = _("てきの たいしょう 【たかとら】は{End}");
u8 MoviePlot_527_005[] = _("じょうきょうが ふりだと しると{End}");
u8 MoviePlot_527_006[] = _("【またべえ】と ぶかの【たろうざえもん】が{End}");
u8 MoviePlot_527_007[] = _("たたかうなか こっそり にげだしました{End}");

u8 MoviePlot_528_000[] = _("おまえ にげるのか！？{End}");

u8 MoviePlot_529_000[] = _("！！！{End}");
u8 MoviePlot_529_001[] = _("なんだとぅっ！！{End}");

u8 MoviePlot_530_000[] = _("おまえ えらいんだろ？{End}");
u8 MoviePlot_530_001[] = _("だから こういうことに なったんだゾ！{End}");
u8 MoviePlot_530_002[] = _("なのに にげるのか？{End}");

u8 MoviePlot_531_000[] = _("だまれぇ！{End}");
u8 MoviePlot_531_001[] = _("だまらんと こどもといえど ゆるさぬ！！{End}");

u8 MoviePlot_532_000[] = _("ぜぇんぶ おまえのせいで{End}");
u8 MoviePlot_532_001[] = _("こうなったんだゾ！{End}");
u8 MoviePlot_532_002[] = _("にげるなんて ゆるさないゾ！！{End}");

u8 MoviePlot_533_000[] = _("ぬうぅ···{End}");
u8 MoviePlot_533_001[] = _("{End}");
u8 MoviePlot_533_002[] = _("うおぉぉ——っ！！！{End}");
u8 MoviePlot_533_003[] = _("{End}");

u8 MoviePlot_534_000[] = _("【たかとら】は かたなをぬいて{End}");
u8 MoviePlot_534_001[] = _("しんちゃんに きりかかってきました！！{End}");

u8 MoviePlot_535_000[] = _("きけぇ—っ！{End}");
u8 MoviePlot_535_001[] = _("おおくらいのしゅうよぉ—っ！{End}");
u8 MoviePlot_535_002[] = _("【たかとら】どのは のはらしんのすけと{End}");
u8 MoviePlot_535_003[] = _("そのいちぞくが うちとったぁ———っ！！{End}");
u8 MoviePlot_535_004[] = _("だが しんではおらぁ——ん！{End}");
u8 MoviePlot_535_005[] = _("{End}");
u8 MoviePlot_535_006[] = _("【もとどり】だけを ちょうだいし{End}");
u8 MoviePlot_535_007[] = _("おかえしもぉ——す！！{End}");

u8 MoviePlot_536_000[] = _("ひきあげだぁ—っ ···ぅうっ！{End}");
u8 MoviePlot_536_001[] = _("{End}");
u8 MoviePlot_536_002[] = _("···じんを···はら···えぇ···{End}");

u8 MoviePlot_537_000[] = _("あっ あれ{End}");
u8 MoviePlot_537_001[] = _("れんちゃん じゃない？{End}");

u8 MoviePlot_538_000[] = _("また おまえは いいかげんなことを···{End}");
u8 MoviePlot_538_001[] = _("{End}");

u8 MoviePlot_539_000[] = _("ほら{End}");
u8 MoviePlot_539_001[] = _("そうだよ あそこ{End}");
u8 MoviePlot_539_002[] = _("お~い{End}");
u8 MoviePlot_539_003[] = _("れんちゃ~ん{End}");
u8 MoviePlot_539_004[] = _("オラと おじちゃんと{End}");
u8 MoviePlot_539_005[] = _("とうちゃんと かあちゃんで{End}");
u8 MoviePlot_539_006[] = _("おおぐらいを やっつけたゾ~{End}");
u8 MoviePlot_539_007[] = _("おっほほぉ~い！{End}");

u8 MoviePlot_540_000[] = _("しんちゃんが このじだいに{End}");
u8 MoviePlot_540_001[] = _("やってきた りゆう···{End}");
u8 MoviePlot_540_002[] = _("それは 【またべえ】を たすけ{End}");
u8 MoviePlot_540_003[] = _("かれに いくさから【かすがのくに】をまもる{End}");
u8 MoviePlot_540_004[] = _("ひとときのじかんを{End}");
u8 MoviePlot_540_005[] = _("あたえるためでした···{End}");
u8 MoviePlot_540_006[] = _("【またべえ】が{End}");
u8 MoviePlot_540_007[] = _("そのしめいを おえたとき{End}");
u8 MoviePlot_540_008[] = _("しんちゃんたちが このじだいを{End}");
u8 MoviePlot_540_009[] = _("さるときが おとずれました···{End}");
u8 MoviePlot_540_010[] = _("いくさのあと ふたたび{End}");
u8 MoviePlot_540_011[] = _("いずみを おとずれたとき{End}");
u8 MoviePlot_540_012[] = _("しんちゃんたちは げんだいに{End}");
u8 MoviePlot_540_013[] = _("もどってくることが できました{End}");
u8 MoviePlot_540_014[] = _("そして みあげた そらには···{End}");

u8 MoviePlot_541_000[] = _("あっ おじさんの はただ！{End}");
u8 MoviePlot_541_001[] = _("{End}");

u8 MoviePlot_542_000[] = _("············{End}");
u8 MoviePlot_542_001[] = _("{End}");
u8 MoviePlot_542_002[] = _("···おい{End}");
u8 MoviePlot_542_003[] = _("あおぞらざむらい···{End}");

u8 MoviePlot_543_000[] = _("ケン···どうしたの？{End}");

u8 MoviePlot_544_000[] = _("いや··· あいつらの あしおとが{End}");
u8 MoviePlot_544_001[] = _("きこえたような きがしてな···{End}");

u8 MoviePlot_545_000[] = _("···わたしには きこえなかったけど？{End}");
u8 MoviePlot_545_001[] = _("{End}");

u8 MoviePlot_546_000[] = _("なんでもない そらみみだろう···{End}");
u8 MoviePlot_546_001[] = _("{End}");
u8 MoviePlot_546_002[] = _("よし はじめるぞ{End}");
u8 MoviePlot_546_003[] = _("これで 21せいきも おしまいだ···{End}");

u8 MoviePlot_547_000[] = _("においマシンから ばらまかれた{End}");
u8 MoviePlot_547_001[] = _("むかしなつかしい においは{End}");
u8 MoviePlot_547_002[] = _("にほんじゅうにひろがり おとなたちは{End}");
u8 MoviePlot_547_003[] = _("みな こどもにもどって しまいました···{End}");

u8 MoviePlot_548_000[] = _("オラ まだ あきらめないゾ！！{End}");
u8 MoviePlot_548_001[] = _("{End}");

u8 MoviePlot_549_000[] = _("こいつらは キミのせかいを{End}");
u8 MoviePlot_549_001[] = _("のっとりにやってきた{End}");
u8 MoviePlot_549_002[] = _("オカマまじょの{End}");
u8 MoviePlot_549_003[] = _("てしたの かいぶつたちよ！{End}");
u8 MoviePlot_549_004[] = _("このおとこだって{End}");
u8 MoviePlot_549_005[] = _("オオカミおとこに へんしんするのよ！{End}");

u8 MoviePlot_550_000[] = _("クレイ·Ｇ·マッドは しょうたいを{End}");
u8 MoviePlot_550_001[] = _("あらわし おそってきます{End}");
u8 MoviePlot_550_002[] = _("トッペマは きょうりょくな{End}");
u8 MoviePlot_550_003[] = _("まほうが つかいほうだいの{End}");
u8 MoviePlot_550_004[] = _("【スゲ—ナ·スゴイデスのトランプ】で{End}");
u8 MoviePlot_550_005[] = _("クレイ·Ｇ·マッドを いしに かえました{End}");
u8 MoviePlot_550_006[] = _("しかし もうひとりの てした{End}");
u8 MoviePlot_550_007[] = _("【チョキリ—ヌ·ベスタ】から{End}");
u8 MoviePlot_550_008[] = _("しんちゃんを まもろうとして{End}");
u8 MoviePlot_550_009[] = _("のろいを うけてしまい{End}");
u8 MoviePlot_550_010[] = _("トッペマは よるのあいだしか{End}");
u8 MoviePlot_550_011[] = _("こうどう できなくなってしまいました{End}");
u8 MoviePlot_550_012[] = _("そして···そのよる{End}");
u8 MoviePlot_550_013[] = _(" {End}");
u8 MoviePlot_550_014[] = _("しんちゃんのまえに{End}");
u8 MoviePlot_550_015[] = _("ふたたび あらわれた トッペマは{End}");
u8 MoviePlot_550_016[] = _("しんちゃんに いいました{End}");

u8 MoviePlot_551_000[] = _("ヘンダ—ランドは いっけん{End}");
u8 MoviePlot_551_001[] = _("ゆうえんち だけれども{End}");
u8 MoviePlot_551_002[] = _("ほんとうは ほかのせかいから やってきた{End}");
u8 MoviePlot_551_003[] = _("わるい オカマまじょの きちなのよ{End}");
u8 MoviePlot_551_004[] = _("ワタシひとりの ちからでは{End}");
u8 MoviePlot_551_005[] = _("オカマまじょは たおせない！{End}");
u8 MoviePlot_551_006[] = _("おねがい しんちゃん{End}");
u8 MoviePlot_551_007[] = _("このトランプを つかって{End}");
u8 MoviePlot_551_008[] = _("いっしょに オカマまじょたちと{End}");
u8 MoviePlot_551_009[] = _("たたかって！！{End}");

u8 MoviePlot_552_000[] = _("オラ オラ··· なんだか···{End}");
u8 MoviePlot_552_001[] = _("いやだなぁ こわいもん{End}");

u8 MoviePlot_553_000[] = _("しんちゃんの よわむし！{End}");

u8 MoviePlot_554_000[] = _("オラ オラ···{End}");
u8 MoviePlot_554_001[] = _("よわむしだも—ん{End}");

u8 MoviePlot_555_000[] = _("いいわ もう たのまない{End}");
u8 MoviePlot_555_001[] = _("{End}");
u8 MoviePlot_555_002[] = _("あったばっかりのこに たいへんなこと{End}");
u8 MoviePlot_555_003[] = _("たのんでる ワタシが いけないのよね···{End}");
u8 MoviePlot_555_004[] = _("さよなら{End}");

u8 MoviePlot_556_000[] = _("トッペマが しんちゃんにあずけた{End}");
u8 MoviePlot_556_001[] = _("【スゲ—ナ·スゴイデスのトランプ】{End}");
u8 MoviePlot_556_002[] = _("そのトランプを うばうため{End}");
u8 MoviePlot_556_003[] = _("【ス·ノ—マン·パ—】が やってきました{End}");
u8 MoviePlot_556_004[] = _("しんちゃんは{End}");
u8 MoviePlot_556_005[] = _("【スゲ—ナ·スゴイデスのトランプ】をつかい{End}");
u8 MoviePlot_556_006[] = _("アクションかめん カンタムロボ{End}");
u8 MoviePlot_556_007[] = _("ぶりぶりざえもんを よびだしました{End}");
u8 MoviePlot_556_008[] = _("そして ス·ノ—マン·パ—を{End}");
u8 MoviePlot_556_009[] = _("おいかえしました{End}");

u8 MoviePlot_557_000[] = _("ひろしと みさえは ふたたび{End}");
u8 MoviePlot_557_001[] = _("あらわれた ス·ノ—マン·パ—により{End}");
u8 MoviePlot_557_002[] = _("ヘンダ—ランドに{End}");
u8 MoviePlot_557_003[] = _("つれさられてしまいました{End}");
u8 MoviePlot_557_004[] = _("しんちゃんは{End}");
u8 MoviePlot_557_005[] = _("ひろしたちの にんぎょうに おそわれ{End}");
u8 MoviePlot_557_006[] = _("そこへ トッペマが{End}");
u8 MoviePlot_557_007[] = _("たすけにきてくれました{End}");

u8 MoviePlot_558_000[] = _("トッペマ~~！{End}");

u8 MoviePlot_559_000[] = _("あなた いつも ハダカねぇ{End}");

u8 MoviePlot_560_000[] = _("とうちゃんと かあちゃん{End}");
u8 MoviePlot_560_001[] = _("どうなっちゃったのかな···{End}");

u8 MoviePlot_561_000[] = _("たぶん ぶじよ{End}");
u8 MoviePlot_561_001[] = _("やつらのねらいは トランプだから{End}");
u8 MoviePlot_561_002[] = _("ひとじち みたいなものだもの{End}");

u8 MoviePlot_562_000[] = _("オラ···オラ{End}");
u8 MoviePlot_562_001[] = _("とうちゃんと かあちゃんを{End}");
u8 MoviePlot_562_002[] = _("オタスケにいくゾ！！{End}");

u8 MoviePlot_563_000[] = _("そうこなくっちゃ！{End}");

u8 MoviePlot_564_000[] = _("しんちゃんは トッペマと{End}");
u8 MoviePlot_564_001[] = _("ヘンダ—ランドに むかいます{End}");
u8 MoviePlot_564_002[] = _("オカマまじょたちの{End}");
u8 MoviePlot_564_003[] = _("まりょくの みなもと{End}");
u8 MoviePlot_564_004[] = _("【ジョ—カ—のカ—ド】を ヘンダ—じょうの{End}");
u8 MoviePlot_564_005[] = _("ステンドガラスに かざせば{End}");
u8 MoviePlot_564_006[] = _("オカマまじょ 【マカオ】と 【ジョマ】を{End}");
u8 MoviePlot_564_007[] = _("やっつけることができます{End}");
u8 MoviePlot_564_008[] = _("そうはさせじと おいかけてくる{End}");
u8 MoviePlot_564_009[] = _("マカオと ジョマ{End}");
u8 MoviePlot_564_010[] = _("ちきゅうの うんめいをかけた{End}");
u8 MoviePlot_564_011[] = _("おいかけっこの はじまりです！！{End}");

u8 MoviePlot_565_000[] = _("のはら しんのすけ （5）{End}");
u8 MoviePlot_565_001[] = _("ようじ へんたいざい{End}");

u8 MoviePlot_566_000[] = _("のはら ひろし （35）{End}");
u8 MoviePlot_566_001[] = _("いしゅうぶつ ちんれつざい{End}");

u8 MoviePlot_567_000[] = _("のはら みさえ （29）{End}");
u8 MoviePlot_567_001[] = _("ねんれい さしょう{End}");

u8 MoviePlot_568_000[] = _("のはら ひまわり （0）{End}");
u8 MoviePlot_568_001[] = _("けっこんさぎ{End}");

u8 MoviePlot_569_000[] = _("シロ{End}");
u8 MoviePlot_569_001[] = _("しゅうだん ぼうそうこうい{End}");
u8 MoviePlot_569_002[] = _("および{End}");
u8 MoviePlot_569_003[] = _("いんしゅ うんてん{End}");

u8 MoviePlot_570_000[] = _("おぉ— じだいげきの さつえいだぁ—{End}");
u8 MoviePlot_570_001[] = _("カメラは どこだぁ？{End}");

u8 MoviePlot_571_000[] = _("でもそれは じだいげきの さつえいではなく{End}");
u8 MoviePlot_571_001[] = _("ほんものの いくさだったのです！{End}");
u8 MoviePlot_571_002[] = _("そのなかで しんちゃんは ぐうぜんに{End}");
u8 MoviePlot_571_003[] = _("ひとりの おさむらいの いのちをすくいます{End}");

u8 MoviePlot_572_000[] = _("おまえの おかげで{End}");
u8 MoviePlot_572_001[] = _("いのちびろいしたわ{End}");
u8 MoviePlot_572_002[] = _("れいをいうぞ{End}");

u8 MoviePlot_573_000[] = _("オラ のはらしんのすけ{End}");
u8 MoviePlot_573_001[] = _("おじさん だれ？{End}");

u8 MoviePlot_574_000[] = _("いじり またべえ よしとし{End}");

u8 MoviePlot_575_000[] = _("いじり···？ おまた···？{End}");
u8 MoviePlot_575_001[] = _(" {End}");
u8 MoviePlot_575_002[] = _("ぷっ{End}");
u8 MoviePlot_575_003[] = _("へんな おなまえ{End}");

u8 MoviePlot_576_000[] = _("しんのすけ みょうななりをしているが{End}");
u8 MoviePlot_576_001[] = _("どこからきた？{End}");

u8 MoviePlot_577_000[] = _("オラ カスカベに かえりたいんだけど{End}");
u8 MoviePlot_577_001[] = _("ここは どこ？{End}");

u8 MoviePlot_578_000[] = _("カスカベ？{End}");
u8 MoviePlot_578_001[] = _(" {End}");
u8 MoviePlot_578_002[] = _("ここは むさしのくに{End}");
u8 MoviePlot_578_003[] = _("【かすがりょう】だが？{End}");

u8 MoviePlot_579_000[] = _("【またべえ】は ここが{End}");
u8 MoviePlot_579_001[] = _("てんしょう2ねんの むさしのくに{End}");
u8 MoviePlot_579_002[] = _("【かすがりょう】であると{End}");
u8 MoviePlot_579_003[] = _("おしえてくれました{End}");
u8 MoviePlot_579_004[] = _("いくあてのない しんちゃんは【またべえ】と{End}");
u8 MoviePlot_579_005[] = _("かすがのおしろに むかいました{End}");
u8 MoviePlot_579_006[] = _("そして そのしろで{End}");
u8 MoviePlot_579_007[] = _("ゆめに でてきた おねえさんに であいます{End}");
u8 MoviePlot_579_008[] = _("おねえさんの なまえは 【れんひめ】といい{End}");
u8 MoviePlot_579_009[] = _("かすがのくにの おひめさまでした{End}");

u8 MoviePlot_580_000[] = _("しんのすけ{End}");
u8 MoviePlot_580_001[] = _("ふぼへの たよりを かかんか？{End}");

u8 MoviePlot_581_000[] = _("たより？{End}");
u8 MoviePlot_581_001[] = _("{End}");

u8 MoviePlot_582_000[] = _("そなたのすむ 【カスカベ】と{End}");
u8 MoviePlot_582_001[] = _("この 【かすが】は おなじばしょのようだ{End}");
u8 MoviePlot_582_002[] = _("そなたの あらわれた ばしょにうめれば{End}");
u8 MoviePlot_582_003[] = _("たよりが とどくのではないか？{End}");

u8 MoviePlot_583_000[] = _("そうか そうか{End}");
u8 MoviePlot_583_001[] = _("れんちゃん あたまいい~っ{End}");

u8 MoviePlot_584_000[] = _("しんちゃんが あらわれた いずみは{End}");
u8 MoviePlot_584_001[] = _("【またべえ】と 【れんひめ】にとっても{End}");
u8 MoviePlot_584_002[] = _("おもいでのばしょでした{End}");
u8 MoviePlot_584_003[] = _("{End}");
u8 MoviePlot_584_004[] = _("じつは ふたりは{End}");
u8 MoviePlot_584_005[] = _("おたがい すきあっているのに{End}");
u8 MoviePlot_584_006[] = _("みぶんが ちがうため{End}");
u8 MoviePlot_584_007[] = _("おもいを つたえられずにいたのでした···{End}");
u8 MoviePlot_584_008[] = _("しんちゃんが いずみの ほとりに{End}");
u8 MoviePlot_584_009[] = _("てがみをいれた ふばこをうめると{End}");
u8 MoviePlot_584_010[] = _("じどうしゃに のった{End}");
u8 MoviePlot_584_011[] = _("ひろしたちが あらわれました{End}");

u8 MoviePlot_585_000[] = _("とうちゃん！ かあちゃん！！{End}");
u8 MoviePlot_585_001[] = _("{End}");

u8 MoviePlot_586_000[] = _("···いくらなんでも はやすぎるゾ{End}");
u8 MoviePlot_586_001[] = _("{End}");

u8 MoviePlot_587_000[] = _("しんのすけ！{End}");
u8 MoviePlot_587_001[] = _("{End}");

u8 MoviePlot_588_000[] = _("しんのすけ！{End}");
u8 MoviePlot_588_001[] = _("{End}");

u8 MoviePlot_589_000[] = _("かぞくは さいかいできたものの{End}");
u8 MoviePlot_589_001[] = _("げんだいに もどることができません···{End}");

u8 MoviePlot_590_000[] = _("もどれぬなら ひとまず{End}");
u8 MoviePlot_590_001[] = _("しろにきては どうだ？{End}");

u8 MoviePlot_591_000[] = _("【かすがのしろ】にやってきた ひろしから{End}");
u8 MoviePlot_591_001[] = _("みらいの はなしをきいた とのさまは{End}");
u8 MoviePlot_591_002[] = _("【れんひめ】と おおくらいけの とのさま{End}");
u8 MoviePlot_591_003[] = _("【たかとら】の せいりゃくけっこんを{End}");
u8 MoviePlot_591_004[] = _("やめにしました{End}");
u8 MoviePlot_591_005[] = _("{End}");
u8 MoviePlot_591_006[] = _("それにおこった 【たかとら】は{End}");
u8 MoviePlot_591_007[] = _("【かすがのしろ】に せめこんできました！{End}");

u8 MoviePlot_592_000[] = _("おまえたちは{End}");
u8 MoviePlot_592_001[] = _("おれたちが うってでて{End}");
u8 MoviePlot_592_002[] = _("てきが こんらんしはじめたら{End}");
u8 MoviePlot_592_003[] = _("あの のりもので しろをでろ{End}");

u8 MoviePlot_593_000[] = _("で でも···{End}");

u8 MoviePlot_594_000[] = _("あの あしの はやさならば{End}");
u8 MoviePlot_594_001[] = _("きっと にげきれる{End}");

u8 MoviePlot_595_000[] = _("···いいのかな···？{End}");

u8 MoviePlot_596_000[] = _("よいにきまっている{End}");
u8 MoviePlot_596_001[] = _("{End}");
u8 MoviePlot_596_002[] = _("そなたたちは このいくさには{End}");
u8 MoviePlot_596_003[] = _("なんのかかわりも ないのだ{End}");

u8 MoviePlot_597_000[] = _("···いや そうともいう···{End}");

u8 MoviePlot_598_000[] = _("おまたの おじさん オラたちも{End}");
u8 MoviePlot_598_001[] = _("なにか おてつだいしようか？{End}");

u8 MoviePlot_599_000[] = _("こどもが そんなしんぱいをするな{End}");

u8 MoviePlot_600_000[] = _("あくるあさ{End}");
u8 MoviePlot_600_001[] = _("【またべえ】は ぶかを ひきいて{End}");
u8 MoviePlot_600_002[] = _("おおくらいの ほんじんめざして{End}");
u8 MoviePlot_600_003[] = _("しゅつげき していきました{End}");
u8 MoviePlot_600_004[] = _("そのあとで 【かすがのしろ】をでた{End}");
u8 MoviePlot_600_005[] = _("しんちゃんたち でしたが···{End}");

u8 MoviePlot_601_000[] = _("ねぇ とうちゃん{End}");
u8 MoviePlot_601_001[] = _(" {End}");
u8 MoviePlot_601_002[] = _("おまたの おじさん{End}");
u8 MoviePlot_601_003[] = _("だいじょうぶかな···？{End}");

u8 MoviePlot_602_000[] = _("··········{End}");

u8 MoviePlot_603_000[] = _("オタスケしなくて いいかな···？{End}");
u8 MoviePlot_603_001[] = _(" {End}");
u8 MoviePlot_603_002[] = _("ねぇ とうちゃん！{End}");

u8 MoviePlot_604_000[] = _("カスカベじゅうにん のはらいっか{End}");
u8 MoviePlot_604_001[] = _("ぎによって すけだちいたす！{End}");
u8 MoviePlot_604_002[] = _("いざぁ———っ！{End}");

u8 MoviePlot_605_000[] = _("しんちゃんたちは{End}");
u8 MoviePlot_605_001[] = _("【またべえ】に かせいするため{End}");
u8 MoviePlot_605_002[] = _("おおくらいの じんえいに{End}");
u8 MoviePlot_605_003[] = _("とつげきしました！！{End}");

u8 MoviePlot_606_000[] = _("【ゆうひの カスカベボ—イズ】へ{End}");
u8 MoviePlot_606_001[] = _("ようこそ！{End}");
u8 MoviePlot_606_002[] = _("このミニゲ—ムでは 【コスプレ】や{End}");
u8 MoviePlot_606_003[] = _("【ファミリ—】は つかえません{End}");
u8 MoviePlot_606_004[] = _("しんちゃんの ライフは3つ{End}");
u8 MoviePlot_606_005[] = _("ライフがなくなると ゲ—ムオ—バ—です{End}");

u8 MoviePlot_607_000[] = _("ゆくてに たちふさがる{End}");
u8 MoviePlot_607_001[] = _("ならずもののガンマンたち！{End}");
u8 MoviePlot_607_002[] = _("オラの【カンチョ—】で やっつけるんだゾ！{End}");
u8 MoviePlot_607_003[] = _("てきの うしろにまわって Ｂボタンをおすと{End}");
u8 MoviePlot_607_004[] = _("ひっさつの【カンチョ—】で こうげきだゾ！{End}");

u8 MoviePlot_608_000[] = _("ガンマンにみつかると うたれてしまい{End}");
u8 MoviePlot_608_001[] = _("ダメ—ジを うけてしまいます{End}");
u8 MoviePlot_608_002[] = _("ガンマンに みつからないよう{End}");
u8 MoviePlot_608_003[] = _("うしろに まわりこんで{End}");
u8 MoviePlot_608_004[] = _("【カンチョ—】してください{End}");
u8 MoviePlot_608_005[] = _("{End}");
u8 MoviePlot_608_006[] = _("ダメ—ジをうけずに よりはやく{End}");
u8 MoviePlot_608_007[] = _("ゴ—ルにつけば こうとくてんになります{End}");
u8 MoviePlot_608_008[] = _("とちゅうにある 【チョコビ】をとれば{End}");
u8 MoviePlot_608_009[] = _("さらに とくてんアップ！！{End}");
u8 MoviePlot_608_010[] = _("てきにやられないよう きをつけながら{End}");
u8 MoviePlot_608_011[] = _("ゴ—ルを めざしてください{End}");

u8 MoviePlot_609_000[] = _("【カエルしんちゃん】へ{End}");
u8 MoviePlot_609_001[] = _("ようこそ！{End}");
u8 MoviePlot_609_002[] = _("このミニゲ—ムでは 【コスプレ】や{End}");
u8 MoviePlot_609_003[] = _("【ファミリ—】は つかえません{End}");
u8 MoviePlot_609_004[] = _("しんちゃんの ライフは3つ{End}");
u8 MoviePlot_609_005[] = _("ライフがなくなると ゲ—ムオ—バ—です{End}");

u8 MoviePlot_610_000[] = _("【カエルフック】を とびうつって{End}");
u8 MoviePlot_610_001[] = _("ゴ—ルを めざすんだゾ！{End}");
u8 MoviePlot_610_002[] = _("Ｂボタンを おすと したをのばすゾ！{End}");
u8 MoviePlot_610_003[] = _("{End}");
u8 MoviePlot_610_004[] = _("じゅうじボタンの うえをおしながら{End}");
u8 MoviePlot_610_005[] = _("Ｂボタンで ナナメうえに したをのばすゾ！{End}");

u8 MoviePlot_611_000[] = _("ダメ—ジをうけずに よりはやく{End}");
u8 MoviePlot_611_001[] = _("ゴ—ルにつけば こうとくてんになります{End}");
u8 MoviePlot_611_002[] = _("とちゅうにある 【チョコビ】をとれば{End}");
u8 MoviePlot_611_003[] = _("さらに とくてんアップ！！{End}");
u8 MoviePlot_611_004[] = _("てきにやられないよう きをつけながら{End}");
u8 MoviePlot_611_005[] = _("ゴ—ルを めざしてください{End}");

u8 MoviePlot_612_000[] = _("【おサルしんちゃん】へ{End}");
u8 MoviePlot_612_001[] = _("ようこそ！{End}");
u8 MoviePlot_612_002[] = _("このミニゲ—ムでは 【コスプレ】や{End}");
u8 MoviePlot_612_003[] = _("【ファミリ—】は つかえません{End}");
u8 MoviePlot_612_004[] = _("しんちゃんの ライフは3つ{End}");
u8 MoviePlot_612_005[] = _("ライフがなくなると ゲ—ムオ—バ—です{End}");

u8 MoviePlot_613_000[] = _("【かべげり】と【うんてい】で{End}");
u8 MoviePlot_613_001[] = _("ゴ—ルを めざすんだゾ！{End}");
u8 MoviePlot_613_002[] = _("かべにむかって じゅうじボタンをおしながら{End}");
u8 MoviePlot_613_003[] = _("かべのちかくで Ａボタンをおせば{End}");
u8 MoviePlot_613_004[] = _("【かべげり】で{End}");
u8 MoviePlot_613_005[] = _("うえに のぼることができるゾ！{End}");
u8 MoviePlot_613_006[] = _("ロ—プにとびつくと【うんてい】するゾ！{End}");
u8 MoviePlot_613_007[] = _("{End}");
u8 MoviePlot_613_008[] = _("ロ—プに ぶらさがっているときも{End}");
u8 MoviePlot_613_009[] = _("【ジャンプ】できるゾ！{End}");
u8 MoviePlot_613_010[] = _("ロ—プから おりたいときには{End}");
u8 MoviePlot_613_011[] = _("{End}");
u8 MoviePlot_613_012[] = _("じゅうじボタンの したと どうじに{End}");
u8 MoviePlot_613_013[] = _("Ａボタンを おすんだゾ！{End}");

u8 MoviePlot_614_000[] = _("ダメ—ジをうけずに よりはやく{End}");
u8 MoviePlot_614_001[] = _("ゴ—ルにつけば こうとくてんになります{End}");
u8 MoviePlot_614_002[] = _("とちゅうにある 【チョコビ】をとれば{End}");
u8 MoviePlot_614_003[] = _("さらに とくてんアップ！！{End}");
u8 MoviePlot_614_004[] = _("てきにやられないよう きをつけながら{End}");
u8 MoviePlot_614_005[] = _("ゴ—ルを めざしてください{End}");

u8 MoviePlot_615_000[] = _("【アクションかめん しんちゃん】へ{End}");
u8 MoviePlot_615_001[] = _("ようこそ！{End}");
u8 MoviePlot_615_002[] = _("このミニゲ—ムでは 【コスプレ】や{End}");
u8 MoviePlot_615_003[] = _("【ファミリ—】は つかえません{End}");
u8 MoviePlot_615_004[] = _("しんちゃんの ライフは3つ{End}");
u8 MoviePlot_615_005[] = _("ライフがなくなると ゲ—ムオ—バ—です{End}");

u8 MoviePlot_616_000[] = _("アクションかめんに なりきって{End}");
u8 MoviePlot_616_001[] = _("つぎつぎあらわれる てきをやっつけろ！{End}");
u8 MoviePlot_616_002[] = _("Ｂボタンで 【アクションビ—ム】！{End}");
u8 MoviePlot_616_003[] = _("{End}");
u8 MoviePlot_616_004[] = _("ジャンプちゅうに Ｂボタンで{End}");
u8 MoviePlot_616_005[] = _("【アクションキック】！{End}");
u8 MoviePlot_616_006[] = _("ジャンプちゅうに Ａボタンをおせば{End}");
u8 MoviePlot_616_007[] = _("【2だんジャンプ】！{End}");
u8 MoviePlot_616_008[] = _("【アクションロ—リングサンダ—】は{End}");
u8 MoviePlot_616_009[] = _("【2だんジャンプ】ちゅうに{End}");
u8 MoviePlot_616_010[] = _("じゅうじボタンのしたと どうじに{End}");
u8 MoviePlot_616_011[] = _("Ｂボタンだゾ！{End}");

u8 MoviePlot_617_000[] = _("つぎつぎあらわれる てきを{End}");
u8 MoviePlot_617_001[] = _("なんにん たおせるかチャレンジしよう！{End}");
u8 MoviePlot_617_002[] = _("100たいの てきを{End}");
u8 MoviePlot_617_003[] = _("やっつけると ゲ—ムクリア—です！{End}");

u8 MoviePlot_618_000[] = _("【ス—パ—さんりんしゃで ＧＯ！】へ{End}");
u8 MoviePlot_618_001[] = _("ようこそ！{End}");
u8 MoviePlot_618_002[] = _("このミニゲ—ムでは 【コスプレ】や{End}");
u8 MoviePlot_618_003[] = _("【ファミリ—】は つかえません{End}");
u8 MoviePlot_618_004[] = _("しんちゃんの ライフは3つ{End}");
u8 MoviePlot_618_005[] = _("ライフがなくなると ゲ—ムオ—バ—です{End}");

u8 MoviePlot_619_000[] = _("ス—パ—さんりんしゃの{End}");
u8 MoviePlot_619_001[] = _("のりかたは おぼえてる？{End}");
u8 MoviePlot_619_002[] = _("じゅうじボタンの うえで【じょうしょう】{End}");
u8 MoviePlot_619_003[] = _("したで【かこう】するゾ！{End}");
u8 MoviePlot_619_004[] = _("みぎ と ひだり で それぞれのほうこうへ{End}");
u8 MoviePlot_619_005[] = _("むきを かえることができるゾ！！{End}");
u8 MoviePlot_619_006[] = _("Ａボタンで うしろにむかって{End}");
u8 MoviePlot_619_007[] = _("【えんまくだん】を はっしゃするゾ！{End}");
u8 MoviePlot_619_008[] = _("【えんまくだん】が あたったてきは{End}");
u8 MoviePlot_619_009[] = _("うごきがとまるゾ！！{End}");
u8 MoviePlot_619_010[] = _("Ｂボタンで【はなこうげき】だ！{End}");
u8 MoviePlot_619_011[] = _("めのまえの てきを はなでなぐるゾ！！{End}");

u8 MoviePlot_620_000[] = _("ステ—ジさいごに あらわれる{End}");
u8 MoviePlot_620_001[] = _("【Ｔバック だんしゃく】をやっつけると{End}");
u8 MoviePlot_620_002[] = _("ゲ—ムクリア—に なります{End}");

u8 MoviePlot_621_000[] = _("【カンタムロボＶＳうんこくじょうロボ】へ{End}");
u8 MoviePlot_621_001[] = _("ようこそ！{End}");
u8 MoviePlot_621_002[] = _("このミニゲ—ムでは 【コスプレ】や{End}");
u8 MoviePlot_621_003[] = _("【ファミリ—】は つかえません{End}");
u8 MoviePlot_621_004[] = _("しんちゃんの ライフは3つ{End}");
u8 MoviePlot_621_005[] = _("ライフがなくなると ゲ—ムオ—バ—です{End}");

u8 MoviePlot_622_000[] = _("オラといっしょに{End}");
u8 MoviePlot_622_001[] = _("コマンドにゅうりょく するんだゾ！{End}");
u8 MoviePlot_622_002[] = _("ミスをせずに すばやくコマンドにゅうりょく{End}");
u8 MoviePlot_622_003[] = _("はやくたおせば こうとくてんだゾ！！{End}");

u8 MoviePlot_623_000[] = _("【じてんしゃＧＯＧＯＧＯ】へ{End}");
u8 MoviePlot_623_001[] = _("ようこそ！{End}");
u8 MoviePlot_623_002[] = _("このミニゲ—ムでは 【コスプレ】や{End}");
u8 MoviePlot_623_003[] = _("【ファミリ—】は つかえません{End}");
u8 MoviePlot_623_004[] = _("しんちゃんの ライフは3つ{End}");
u8 MoviePlot_623_005[] = _("ライフがなくなると ゲ—ムオ—バ—です{End}");

u8 MoviePlot_624_000[] = _("じてんしゃの のりかたは{End}");
u8 MoviePlot_624_001[] = _("おぼえてる~？{End}");
u8 MoviePlot_624_002[] = _("じゅうじボタンの みぎで 【かそく】して{End}");
u8 MoviePlot_624_003[] = _("ひだりで 【そくどが おちる】ゾ！{End}");
u8 MoviePlot_624_004[] = _("Ａボタンで 【ジャンプ】{End}");
u8 MoviePlot_624_005[] = _("かいてんするぜんりんで こうげきするゾ！{End}");
u8 MoviePlot_624_006[] = _("【きりかぶ】に ぶつかると アウトだゾ！{End}");
u8 MoviePlot_624_007[] = _("ゲ—ムオ—バ—になるから きをつけてね！{End}");

u8 MoviePlot_625_000[] = _("はやくゴ—ルに たどりつけば{End}");
u8 MoviePlot_625_001[] = _("こうとくてんが もらえます{End}");
u8 MoviePlot_625_002[] = _("【チョコビ】を とったり{End}");
u8 MoviePlot_625_003[] = _("ダメ—ジを うけなければ とくてんアップ！{End}");
u8 MoviePlot_625_004[] = _("てきに やられないように{End}");
u8 MoviePlot_625_005[] = _("ゴ—ルを めざしてください{End}");

u8 MoviePlot_626_000[] = _("しんのすけ！ アイツはただ ふんでも{End}");
u8 MoviePlot_626_001[] = _("ダメ—ジを あたえられないぞ！{End}");
u8 MoviePlot_626_002[] = _("ふんづけたあとに 【カンチョ—】を{End}");
u8 MoviePlot_626_003[] = _("ブッさしてやれ！{End}");

u8 MoviePlot_627_000[] = _("ラジャ—！！{End}");

u8 MoviePlot_628_000[] = _("アンタが あたみ ＬＯＶＥなら{End}");
u8 MoviePlot_628_001[] = _("オレたちは カスカベ ＬＯＶＥだ！！{End}");

u8 MoviePlot_629_000[] = _("こんどは【むずかしい】モ—ドに{End}");
u8 MoviePlot_629_001[] = _("ちょうせんだ！！{End}");
