#include "libgba\gba_types.h"
#include "strings\Tips.h"

// text 0x080B1D64 - 0x080BC675
u8 Tips_000_000[] = _("あっ！ そのしゃしんは！{End}");
u8 Tips_000_001[] = _("もしかして アイちゃんのしゃしん！！{End}");
u8 Tips_000_002[] = _("しんちゃん それちょうだい！{End}");
u8 Tips_000_003[] = _("かわりに コレあげるからさぁ~！{End}");
u8 Tips_000_004[] = _("えっ！ くれるの！{End}");
u8 Tips_000_005[] = _("ありがとう しんちゃん！{End}");
u8 Tips_000_006[] = _("ボク がんばるよ！{End}");
u8 Tips_000_007[] = _("{End}");
u8 Tips_000_008[] = _("アイテム【エステけん】を てにいれた{End}");

u8 Tips_001_000[] = _("マサオ{End}");
u8 Tips_001_001[] = _("ステ—ジ01{End}");
u8 Tips_001_002[] = _("ノ—マル{End}");
u8 Tips_001_003[] = _("クリアまえ{End}");

u8 Tips_002_000[] = _("マサオ{End}");
u8 Tips_002_001[] = _("ステ—ジ01{End}");
u8 Tips_002_002[] = _("ノ—マル{End}");
u8 Tips_002_003[] = _("クリアあと{End}");

u8 Tips_003_000[] = _("マサオ{End}");
u8 Tips_003_001[] = _("ステ—ジ01{End}");
u8 Tips_003_002[] = _("アクション{End}");
u8 Tips_003_003[] = _("クリアまえ{End}");

u8 Tips_004_000[] = _("マサオ{End}");
u8 Tips_004_001[] = _("ステ—ジ01{End}");
u8 Tips_004_002[] = _("アクション{End}");
u8 Tips_004_003[] = _("クリアあと{End}");

u8 Tips_005_000[] = _("マサオ{End}");
u8 Tips_005_001[] = _("ステ—ジ01{End}");
u8 Tips_005_002[] = _("サル{End}");
u8 Tips_005_003[] = _("クリアまえ{End}");

u8 Tips_006_000[] = _("マサオ{End}");
u8 Tips_006_001[] = _("ステ—ジ01{End}");
u8 Tips_006_002[] = _("サル{End}");
u8 Tips_006_003[] = _("クリアあと{End}");

u8 Tips_007_000[] = _("マサオ{End}");
u8 Tips_007_001[] = _("ステ—ジ01{End}");
u8 Tips_007_002[] = _("カエル{End}");
u8 Tips_007_003[] = _("クリアまえ{End}");

u8 Tips_008_000[] = _("マサオ{End}");
u8 Tips_008_001[] = _("ステ—ジ01{End}");
u8 Tips_008_002[] = _("カエル{End}");
u8 Tips_008_003[] = _("クリアあと{End}");

u8 Tips_009_000[] = _("マサオ{End}");
u8 Tips_009_001[] = _("ステ—ジ01{End}");
u8 Tips_009_002[] = _("ニワトリ{End}");
u8 Tips_009_003[] = _("クリアまえ{End}");

u8 Tips_010_000[] = _("マサオ{End}");
u8 Tips_010_001[] = _("ステ—ジ01{End}");
u8 Tips_010_002[] = _("ニワトリ{End}");
u8 Tips_010_003[] = _("クリアあと{End}");

u8 Tips_011_000[] = _("マサオ{End}");
u8 Tips_011_001[] = _("ステ—ジ01{End}");
u8 Tips_011_002[] = _("ハチ{End}");
u8 Tips_011_003[] = _("クリアまえ{End}");

u8 Tips_012_000[] = _("マサオ{End}");
u8 Tips_012_001[] = _("ステ—ジ01{End}");
u8 Tips_012_002[] = _("ハチ{End}");
u8 Tips_012_003[] = _("クリアあと{End}");

u8 Tips_013_000[] = _("このさきに しかけてある{End}");
u8 Tips_013_001[] = _("とじるかべに はさまると たいへんだよ！{End}");
u8 Tips_013_002[] = _("はいけいに かかれているポ—ズをとって{End}");
u8 Tips_013_003[] = _("うまく きりぬけてね{End}");

u8 Tips_014_000[] = _("しんちゃんのパパの くつしたって{End}");
u8 Tips_014_001[] = _("すっごく くさいんだって？{End}");
u8 Tips_014_002[] = _("なげつけられたら{End}");
u8 Tips_014_003[] = _("きぜつしちゃうって ほんとなの？{End}");

u8 Tips_015_000[] = _("カッコいいねぇ~ しんちゃん{End}");

u8 Tips_016_000[] = _("カッコいいねぇ~ しんちゃん{End}");

u8 Tips_017_000[] = _("ねぇ···{End}");
u8 Tips_017_001[] = _("このステ—ジ なんか くさくない？{End}");
u8 Tips_017_002[] = _("なんか こう すっぱいような···{End}");
u8 Tips_017_003[] = _("あせくさい ような···{End}");
u8 Tips_017_004[] = _("こんなにおいの ちかくにいたら だれだって{End}");
u8 Tips_017_005[] = _("ダメ—ジうけちゃうよね！{End}");

u8 Tips_018_000[] = _("わぁ~ カワイイね~{End}");

u8 Tips_019_000[] = _("キモチわるいよぉ~{End}");
u8 Tips_019_001[] = _("やめてよ しんちゃん！{End}");

u8 Tips_020_000[] = _("キモチわるいよぉ~{End}");
u8 Tips_020_001[] = _("やめてよ しんちゃん！{End}");

u8 Tips_021_000[] = _("ボクんちの ゆうはん{End}");
u8 Tips_021_001[] = _("フライドチキンなんだ！{End}");

u8 Tips_022_000[] = _("ボクんちの ゆうはん{End}");
u8 Tips_022_001[] = _("フライドチキンなんだ！{End}");

u8 Tips_023_000[] = _("つっつかないでよ！{End}");

u8 Tips_024_000[] = _("つっつかないでよ！{End}");

u8 Tips_025_000[] = _("マサオ{End}");
u8 Tips_025_001[] = _("ステ—ジ03{End}");
u8 Tips_025_002[] = _("ノ—マル{End}");
u8 Tips_025_003[] = _("クリアまえ{End}");

u8 Tips_026_000[] = _("マサオ{End}");
u8 Tips_026_001[] = _("ステ—ジ03{End}");
u8 Tips_026_002[] = _("ノ—マル{End}");
u8 Tips_026_003[] = _("クリアあと{End}");

u8 Tips_027_000[] = _("マサオ{End}");
u8 Tips_027_001[] = _("ステ—ジ03{End}");
u8 Tips_027_002[] = _("アクション{End}");
u8 Tips_027_003[] = _("クリアまえ{End}");

u8 Tips_028_000[] = _("マサオ{End}");
u8 Tips_028_001[] = _("ステ—ジ03{End}");
u8 Tips_028_002[] = _("アクション{End}");
u8 Tips_028_003[] = _("クリアあと{End}");

u8 Tips_029_000[] = _("マサオ{End}");
u8 Tips_029_001[] = _("ステ—ジ03{End}");
u8 Tips_029_002[] = _("サル{End}");
u8 Tips_029_003[] = _("クリアまえ{End}");

u8 Tips_030_000[] = _("マサオ{End}");
u8 Tips_030_001[] = _("ステ—ジ03{End}");
u8 Tips_030_002[] = _("サル{End}");
u8 Tips_030_003[] = _("クリアあと{End}");

u8 Tips_031_000[] = _("マサオ{End}");
u8 Tips_031_001[] = _("ステ—ジ03{End}");
u8 Tips_031_002[] = _("カエル{End}");
u8 Tips_031_003[] = _("クリアまえ{End}");

u8 Tips_032_000[] = _("マサオ{End}");
u8 Tips_032_001[] = _("ステ—ジ03{End}");
u8 Tips_032_002[] = _("カエル{End}");
u8 Tips_032_003[] = _("クリアあと{End}");

u8 Tips_033_000[] = _("マサオ{End}");
u8 Tips_033_001[] = _("ステ—ジ03{End}");
u8 Tips_033_002[] = _("ニワトリ{End}");
u8 Tips_033_003[] = _("クリアまえ{End}");

u8 Tips_034_000[] = _("マサオ{End}");
u8 Tips_034_001[] = _("ステ—ジ03{End}");
u8 Tips_034_002[] = _("ニワトリ{End}");
u8 Tips_034_003[] = _("クリアあと{End}");

u8 Tips_035_000[] = _("マサオ{End}");
u8 Tips_035_001[] = _("ステ—ジ03{End}");
u8 Tips_035_002[] = _("ハチ{End}");
u8 Tips_035_003[] = _("クリアまえ{End}");

u8 Tips_036_000[] = _("マサオ{End}");
u8 Tips_036_001[] = _("ステ—ジ03{End}");
u8 Tips_036_002[] = _("ハチ{End}");
u8 Tips_036_003[] = _("クリアあと{End}");

u8 Tips_037_000[] = _("あっ！ しんちゃん{End}");
u8 Tips_037_001[] = _("たすけてよ！{End}");
u8 Tips_037_002[] = _("もどれなくなっちゃったんだ{End}");
u8 Tips_037_003[] = _("いっしょに つれてってよ！{End}");
u8 Tips_037_004[] = _("···って おいてかないでよぉ！{End}");
u8 Tips_037_005[] = _("しんちゃぁ~~~ん！{End}");

u8 Tips_038_000[] = _("あっ！ しんちゃん{End}");
u8 Tips_038_001[] = _("たすけてよ！{End}");
u8 Tips_038_002[] = _("もどれなくなっちゃったんだ{End}");
u8 Tips_038_003[] = _("いっしょに つれてってよ！{End}");
u8 Tips_038_004[] = _("···って おいてかないでよぉ！{End}");
u8 Tips_038_005[] = _("しんちゃぁ~~~ん！{End}");

u8 Tips_039_000[] = _("あ~っ！ いいなぁ！{End}");
u8 Tips_039_001[] = _("アクションかめんセット！{End}");
u8 Tips_039_002[] = _("ボクも ほしいなぁ~{End}");

u8 Tips_040_000[] = _("あ~っ！ いいなぁ！{End}");
u8 Tips_040_001[] = _("アクションかめんセット！{End}");
u8 Tips_040_002[] = _("ボクも ほしいなぁ~{End}");

u8 Tips_041_000[] = _("しんちゃん そのかっこう···{End}");
u8 Tips_041_001[] = _("はずかしくないの？{End}");

u8 Tips_042_000[] = _("しんちゃん そのかっこう···{End}");
u8 Tips_042_001[] = _("はずかしくないの？{End}");

u8 Tips_043_000[] = _("あっ！ カエルのふく！{End}");
u8 Tips_043_001[] = _("それがあれば みぎがわに すすめるよ！{End}");

u8 Tips_044_000[] = _("あっ！ カエルのふく！{End}");
u8 Tips_044_001[] = _("それがあれば みぎがわに すすめるよ！{End}");

u8 Tips_045_000[] = _("ニワトリは おいしいよねぇ~{End}");

u8 Tips_046_000[] = _("ニワトリは おいしいよねぇ~{End}");

u8 Tips_047_000[] = _("ボクも とんでいけたら いいのにな~{End}");

u8 Tips_048_000[] = _("ボクも とんでいけたら いいのにな~{End}");

u8 Tips_049_000[] = _("マサオ{End}");
u8 Tips_049_001[] = _("ステ—ジ05{End}");
u8 Tips_049_002[] = _("ノ—マル{End}");
u8 Tips_049_003[] = _("クリアまえ{End}");

u8 Tips_050_000[] = _("マサオ{End}");
u8 Tips_050_001[] = _("ステ—ジ05{End}");
u8 Tips_050_002[] = _("ノ—マル{End}");
u8 Tips_050_003[] = _("クリアあと{End}");

u8 Tips_051_000[] = _("マサオ{End}");
u8 Tips_051_001[] = _("ステ—ジ05{End}");
u8 Tips_051_002[] = _("アクション{End}");
u8 Tips_051_003[] = _("クリアまえ{End}");

u8 Tips_052_000[] = _("マサオ{End}");
u8 Tips_052_001[] = _("ステ—ジ05{End}");
u8 Tips_052_002[] = _("アクション{End}");
u8 Tips_052_003[] = _("クリアあと{End}");

u8 Tips_053_000[] = _("マサオ{End}");
u8 Tips_053_001[] = _("ステ—ジ05{End}");
u8 Tips_053_002[] = _("サル{End}");
u8 Tips_053_003[] = _("クリアまえ{End}");

u8 Tips_054_000[] = _("マサオ{End}");
u8 Tips_054_001[] = _("ステ—ジ05{End}");
u8 Tips_054_002[] = _("サル{End}");
u8 Tips_054_003[] = _("クリアあと{End}");

u8 Tips_055_000[] = _("マサオ{End}");
u8 Tips_055_001[] = _("ステ—ジ05{End}");
u8 Tips_055_002[] = _("カエル{End}");
u8 Tips_055_003[] = _("クリアまえ{End}");

u8 Tips_056_000[] = _("マサオ{End}");
u8 Tips_056_001[] = _("ステ—ジ05{End}");
u8 Tips_056_002[] = _("カエル{End}");
u8 Tips_056_003[] = _("クリアあと{End}");

u8 Tips_057_000[] = _("マサオ{End}");
u8 Tips_057_001[] = _("ステ—ジ05{End}");
u8 Tips_057_002[] = _("ニワトリ{End}");
u8 Tips_057_003[] = _("クリアまえ{End}");

u8 Tips_058_000[] = _("マサオ{End}");
u8 Tips_058_001[] = _("ステ—ジ05{End}");
u8 Tips_058_002[] = _("ニワトリ{End}");
u8 Tips_058_003[] = _("クリアあと{End}");

u8 Tips_059_000[] = _("マサオ{End}");
u8 Tips_059_001[] = _("ステ—ジ05{End}");
u8 Tips_059_002[] = _("ハチ{End}");
u8 Tips_059_003[] = _("クリアまえ{End}");

u8 Tips_060_000[] = _("マサオ{End}");
u8 Tips_060_001[] = _("ステ—ジ05{End}");
u8 Tips_060_002[] = _("ハチ{End}");
u8 Tips_060_003[] = _("クリアあと{End}");

u8 Tips_061_000[] = _("マサオ{End}");
u8 Tips_061_001[] = _("ステ—ジ06{End}");
u8 Tips_061_002[] = _("ノ—マル{End}");
u8 Tips_061_003[] = _("クリアまえ{End}");

u8 Tips_062_000[] = _("マサオ{End}");
u8 Tips_062_001[] = _("ステ—ジ06{End}");
u8 Tips_062_002[] = _("ノ—マル{End}");
u8 Tips_062_003[] = _("クリアあと{End}");

u8 Tips_063_000[] = _("マサオ{End}");
u8 Tips_063_001[] = _("ステ—ジ06{End}");
u8 Tips_063_002[] = _("アクション{End}");
u8 Tips_063_003[] = _("クリアまえ{End}");

u8 Tips_064_000[] = _("マサオ{End}");
u8 Tips_064_001[] = _("ステ—ジ06{End}");
u8 Tips_064_002[] = _("アクション{End}");
u8 Tips_064_003[] = _("クリアあと{End}");

u8 Tips_065_000[] = _("マサオ{End}");
u8 Tips_065_001[] = _("ステ—ジ06{End}");
u8 Tips_065_002[] = _("サル{End}");
u8 Tips_065_003[] = _("クリアまえ{End}");

u8 Tips_066_000[] = _("マサオ{End}");
u8 Tips_066_001[] = _("ステ—ジ06{End}");
u8 Tips_066_002[] = _("サル{End}");
u8 Tips_066_003[] = _("クリアあと{End}");

u8 Tips_067_000[] = _("マサオ{End}");
u8 Tips_067_001[] = _("ステ—ジ06{End}");
u8 Tips_067_002[] = _("カエル{End}");
u8 Tips_067_003[] = _("クリアまえ{End}");

u8 Tips_068_000[] = _("マサオ{End}");
u8 Tips_068_001[] = _("ステ—ジ06{End}");
u8 Tips_068_002[] = _("カエル{End}");
u8 Tips_068_003[] = _("クリアあと{End}");

u8 Tips_069_000[] = _("マサオ{End}");
u8 Tips_069_001[] = _("ステ—ジ06{End}");
u8 Tips_069_002[] = _("ニワトリ{End}");
u8 Tips_069_003[] = _("クリアまえ{End}");

u8 Tips_070_000[] = _("マサオ{End}");
u8 Tips_070_001[] = _("ステ—ジ06{End}");
u8 Tips_070_002[] = _("ニワトリ{End}");
u8 Tips_070_003[] = _("クリアあと{End}");

u8 Tips_071_000[] = _("マサオ{End}");
u8 Tips_071_001[] = _("ステ—ジ06{End}");
u8 Tips_071_002[] = _("ハチ{End}");
u8 Tips_071_003[] = _("クリアまえ{End}");

u8 Tips_072_000[] = _("マサオ{End}");
u8 Tips_072_001[] = _("ステ—ジ06{End}");
u8 Tips_072_002[] = _("ハチ{End}");
u8 Tips_072_003[] = _("クリアあと{End}");

u8 Tips_073_000[] = _("このステ—ジには{End}");
u8 Tips_073_001[] = _("ものすごく さむ~いものが あるんだって{End}");
u8 Tips_073_002[] = _("あまりのさむさに みんなのうごきが{End}");
u8 Tips_073_003[] = _("とまっちゃう らしいよ{End}");

u8 Tips_074_000[] = _("【さむいもの】って しんちゃんのパパの{End}");
u8 Tips_074_001[] = _("じょそうすがた だったのか~{End}");
u8 Tips_074_002[] = _("ハハハ···{End}");

u8 Tips_075_000[] = _("あ~っ！ いいなぁ！{End}");
u8 Tips_075_001[] = _("アクションかめんセット！{End}");
u8 Tips_075_002[] = _("ボクも ほしいなぁ~{End}");

u8 Tips_076_000[] = _("あ~っ！ いいなぁ！{End}");
u8 Tips_076_001[] = _("アクションかめんセット！{End}");
u8 Tips_076_002[] = _("ボクも ほしいなぁ~{End}");

u8 Tips_077_000[] = _("しんちゃん そのかっこう···{End}");
u8 Tips_077_001[] = _("はずかしくないの？{End}");

u8 Tips_078_000[] = _("しんちゃん そのかっこう···{End}");
u8 Tips_078_001[] = _("はずかしくないの？{End}");

u8 Tips_079_000[] = _("キモチわるいよぉ~{End}");
u8 Tips_079_001[] = _("やめてよ しんちゃん！{End}");

u8 Tips_080_000[] = _("キモチわるいよぉ~{End}");
u8 Tips_080_001[] = _("やめてよ しんちゃん！{End}");

u8 Tips_081_000[] = _("やめてよ しんちゃん{End}");
u8 Tips_081_001[] = _("つっつかないでよ~{End}");

u8 Tips_082_000[] = _("やめてよ しんちゃん{End}");
u8 Tips_082_001[] = _("つっつかないでよ~{End}");

u8 Tips_083_000[] = _("さすの やめてよ{End}");
u8 Tips_083_001[] = _("しんちゃん{End}");

u8 Tips_084_000[] = _("さすの やめてよ{End}");
u8 Tips_084_001[] = _("しんちゃん{End}");

u8 Tips_085_000[] = _("しんちゃん サルにちゅういしてね！{End}");

u8 Tips_086_000[] = _("しんちゃん サルにちゅういしてね！{End}");

u8 Tips_087_000[] = _("あ~っ！ いいなぁ！{End}");
u8 Tips_087_001[] = _("アクションかめんセット！{End}");
u8 Tips_087_002[] = _("ボクも ほしいなぁ~{End}");

u8 Tips_088_000[] = _("あ~っ！ いいなぁ！{End}");
u8 Tips_088_001[] = _("アクションかめんセット！{End}");
u8 Tips_088_002[] = _("ボクも ほしいなぁ~{End}");

u8 Tips_089_000[] = _("そのふくを きていれば{End}");
u8 Tips_089_001[] = _("サルにおそわれない···かもね{End}");
u8 Tips_089_002[] = _("でも ここでは いみがないみたい{End}");

u8 Tips_090_000[] = _("そのふくを きていれば{End}");
u8 Tips_090_001[] = _("サルにおそわれない···かもね{End}");
u8 Tips_090_002[] = _("でも ここでは いみがないみたい{End}");

u8 Tips_091_000[] = _("キモチわるいよ~{End}");
u8 Tips_091_001[] = _("こんなときに やめてよ！{End}");

u8 Tips_092_000[] = _("キモチわるいよ~{End}");
u8 Tips_092_001[] = _("こんなときに やめてよ！{End}");

u8 Tips_093_000[] = _("やめてよ しんちゃん{End}");
u8 Tips_093_001[] = _("つっつかないでよ~{End}");

u8 Tips_094_000[] = _("やめてよ しんちゃん{End}");
u8 Tips_094_001[] = _("つっつかないでよ~{End}");

u8 Tips_095_000[] = _("さすの やめてよ{End}");
u8 Tips_095_001[] = _("しんちゃん{End}");

u8 Tips_096_000[] = _("さすの やめてよ{End}");
u8 Tips_096_001[] = _("しんちゃん{End}");

u8 Tips_097_000[] = _("{End}");

u8 Tips_098_000[] = _("{End}");

u8 Tips_099_000[] = _("{End}");

u8 Tips_100_000[] = _("{End}");

u8 Tips_101_000[] = _("{End}");

u8 Tips_102_000[] = _("{End}");

u8 Tips_103_000[] = _("{End}");

u8 Tips_104_000[] = _("{End}");

u8 Tips_105_000[] = _("{End}");

u8 Tips_106_000[] = _("{End}");

u8 Tips_107_000[] = _("{End}");

u8 Tips_108_000[] = _("{End}");

u8 Tips_109_000[] = _("やりへいの【やり】には ちゅういしてね！{End}");
u8 Tips_109_001[] = _("{End}");
u8 Tips_109_002[] = _("よこに かまえているときは いいけれど{End}");
u8 Tips_109_003[] = _("うえにむけているときは ふめないよ！{End}");

u8 Tips_110_000[] = _("やりへいの【やり】には ちゅういしてね！{End}");
u8 Tips_110_001[] = _("{End}");
u8 Tips_110_002[] = _("よこに かまえているときは いいけれど{End}");
u8 Tips_110_003[] = _("うえにむけているときは ふめないよ！{End}");

u8 Tips_111_000[] = _("やりへいの【やり】が とどかないきょりから{End}");
u8 Tips_111_001[] = _("アクションビ—ムで こうげきするといいよ{End}");

u8 Tips_112_000[] = _("やりへいの【やり】が とどかないきょりから{End}");
u8 Tips_112_001[] = _("アクションビ—ムで こうげきするといいよ{End}");

u8 Tips_113_000[] = _("そのふくをきているときの ジャンプでは{End}");
u8 Tips_113_001[] = _("たかい【さく】は こえられないかもね{End}");

u8 Tips_114_000[] = _("そのふくをきているときの ジャンプでは{End}");
u8 Tips_114_001[] = _("たかい【さく】は こえられないかもね{End}");

u8 Tips_115_000[] = _("キモチわるいよ~{End}");
u8 Tips_115_001[] = _("こんなときに やめてよ！{End}");

u8 Tips_116_000[] = _("キモチわるいよ~{End}");
u8 Tips_116_001[] = _("こんなときに やめてよ！{End}");

u8 Tips_117_000[] = _("やめてよ しんちゃん{End}");
u8 Tips_117_001[] = _("つっつかないでよ~{End}");

u8 Tips_118_000[] = _("やめてよ しんちゃん{End}");
u8 Tips_118_001[] = _("つっつかないでよ~{End}");

u8 Tips_119_000[] = _("ハチだったら このステ—ジのそらにある{End}");
u8 Tips_119_001[] = _("あおカ—ドを とれるかもしれないよ！{End}");

u8 Tips_120_000[] = _("ハチだったら このステ—ジのそらにある{End}");
u8 Tips_120_001[] = _("あおカ—ドを とれるかもしれないよ！{End}");

u8 Tips_121_000[] = _("マサオ{End}");
u8 Tips_121_001[] = _("ステ—ジ11{End}");
u8 Tips_121_002[] = _("ノ—マル{End}");
u8 Tips_121_003[] = _("クリアまえ{End}");

u8 Tips_122_000[] = _("マサオ{End}");
u8 Tips_122_001[] = _("ステ—ジ11{End}");
u8 Tips_122_002[] = _("ノ—マル{End}");
u8 Tips_122_003[] = _("クリアあと{End}");

u8 Tips_123_000[] = _("マサオ{End}");
u8 Tips_123_001[] = _("ステ—ジ11{End}");
u8 Tips_123_002[] = _("アクション{End}");
u8 Tips_123_003[] = _("クリアまえ{End}");

u8 Tips_124_000[] = _("マサオ{End}");
u8 Tips_124_001[] = _("ステ—ジ11{End}");
u8 Tips_124_002[] = _("アクション{End}");
u8 Tips_124_003[] = _("クリアあと{End}");

u8 Tips_125_000[] = _("マサオ{End}");
u8 Tips_125_001[] = _("ステ—ジ11{End}");
u8 Tips_125_002[] = _("サル{End}");
u8 Tips_125_003[] = _("クリアまえ{End}");

u8 Tips_126_000[] = _("マサオ{End}");
u8 Tips_126_001[] = _("ステ—ジ11{End}");
u8 Tips_126_002[] = _("サル{End}");
u8 Tips_126_003[] = _("クリアあと{End}");

u8 Tips_127_000[] = _("マサオ{End}");
u8 Tips_127_001[] = _("ステ—ジ11{End}");
u8 Tips_127_002[] = _("カエル{End}");
u8 Tips_127_003[] = _("クリアまえ{End}");

u8 Tips_128_000[] = _("マサオ{End}");
u8 Tips_128_001[] = _("ステ—ジ11{End}");
u8 Tips_128_002[] = _("カエル{End}");
u8 Tips_128_003[] = _("クリアあと{End}");

u8 Tips_129_000[] = _("マサオ{End}");
u8 Tips_129_001[] = _("ステ—ジ11{End}");
u8 Tips_129_002[] = _("ニワトリ{End}");
u8 Tips_129_003[] = _("クリアまえ{End}");

u8 Tips_130_000[] = _("マサオ{End}");
u8 Tips_130_001[] = _("ステ—ジ11{End}");
u8 Tips_130_002[] = _("ニワトリ{End}");
u8 Tips_130_003[] = _("クリアあと{End}");

u8 Tips_131_000[] = _("マサオ{End}");
u8 Tips_131_001[] = _("ステ—ジ11{End}");
u8 Tips_131_002[] = _("ハチ{End}");
u8 Tips_131_003[] = _("クリアまえ{End}");

u8 Tips_132_000[] = _("マサオ{End}");
u8 Tips_132_001[] = _("ステ—ジ11{End}");
u8 Tips_132_002[] = _("ハチ{End}");
u8 Tips_132_003[] = _("クリアあと{End}");

u8 Tips_133_000[] = _("ああ~っ！{End}");
u8 Tips_133_001[] = _("そのシ—ルは！{End}");
u8 Tips_133_002[] = _("（ボクのほしかった まじょっこシ—ルだ！）{End}");
u8 Tips_133_003[] = _("{End}");
u8 Tips_133_004[] = _("なあ しんのすけ{End}");
u8 Tips_133_005[] = _("そのシ—ル ボクにくれないか？{End}");
u8 Tips_133_006[] = _("いや ボクが ほしいわけじゃ ないんだ{End}");
u8 Tips_133_007[] = _("ともだちが そのシ—ルを ほしがっててさ{End}");
u8 Tips_133_008[] = _("···って なんだよ そのめは！{End}");
u8 Tips_133_009[] = _("{End}");
u8 Tips_133_010[] = _("わかったよ！{End}");
u8 Tips_133_011[] = _("この【いし】と こうかんしてくれ！{End}");
u8 Tips_133_012[] = _("いいか しんのすけ！{End}");
u8 Tips_133_013[] = _("このことは だれにも いうなよ！{End}");
u8 Tips_133_014[] = _("アイテム【いし】を てにいれた{End}");

u8 Tips_134_000[] = _("さっきから じめんに ひかってるところが{End}");
u8 Tips_134_001[] = _("あるけど なにか うまっているのかな？{End}");
u8 Tips_134_002[] = _("むかしばなしだったら【ここほれワンワン！】{End}");
u8 Tips_134_003[] = _("な—んてこともあるだろうけどね{End}");

u8 Tips_135_000[] = _("なぁ しんのすけ しってるかい？{End}");
u8 Tips_135_001[] = _("このステ—ジに きんカ—ドが あるらしいよ{End}");
u8 Tips_135_002[] = _("【げんこつ】って わざ らしいけど{End}");
u8 Tips_135_003[] = _("いったい どこに あるんだろう？{End}");

u8 Tips_136_000[] = _("{End}");

u8 Tips_137_000[] = _("フッ{End}");
u8 Tips_137_001[] = _("こどもだなぁ{End}");
u8 Tips_137_002[] = _("そんなふくをきて よろこんでいるのかい？{End}");

u8 Tips_138_000[] = _("{End}");

u8 Tips_139_000[] = _("かんばんのうえに あおいものがみえたけど{End}");
u8 Tips_139_001[] = _("あれが【あおカ—ド】なのかなぁ？{End}");
u8 Tips_139_002[] = _("まぁ 【きんカ—ド】じゃないから{End}");
u8 Tips_139_003[] = _("いいけどね{End}");

u8 Tips_140_000[] = _("{End}");

u8 Tips_141_000[] = _("キモチわるいなぁ あっちいけよ！{End}");
u8 Tips_141_001[] = _("きいてるのかよ しんのすけ！{End}");

u8 Tips_142_000[] = _("へぇ~ にあってるじゃないか···{End}");
u8 Tips_142_001[] = _("{End}");
u8 Tips_142_002[] = _("···って テレるなよっ！{End}");

u8 Tips_143_000[] = _("へぇ~ にあってるじゃないか···{End}");
u8 Tips_143_001[] = _("{End}");
u8 Tips_143_002[] = _("···って テレるなよっ！{End}");

u8 Tips_144_000[] = _("おまえ まだまだ おこさまだなぁ~{End}");
u8 Tips_144_001[] = _("ボクは うらやましくなんか ないね！{End}");
u8 Tips_144_002[] = _("···って ほんとうだぞ！{End}");
u8 Tips_144_003[] = _("きいてるのかよ！ しんのすけ！{End}");

u8 Tips_145_000[] = _("おまえ まだまだ おこさまだなぁ~{End}");
u8 Tips_145_001[] = _("ボクは うらやましくなんか ないね！{End}");
u8 Tips_145_002[] = _("···って ほんとうだぞ！{End}");
u8 Tips_145_003[] = _("きいてるのかよ！ しんのすけ！{End}");

u8 Tips_146_000[] = _("しんのすけ いいこと おしえてやるよ{End}");
u8 Tips_146_001[] = _("さっきから へんなブロックが あるだろ？{End}");
u8 Tips_146_002[] = _("【ぶりぶりブロック】って なまえでさ！{End}");
u8 Tips_146_003[] = _("どんなにふんでも こわれないんだ！{End}");
u8 Tips_146_004[] = _("けど アクションかめんの ちからがあれば{End}");
u8 Tips_146_005[] = _("こわすこともできるんだぜ！{End}");
u8 Tips_146_006[] = _("まぁ おまえには こわせないってことだね{End}");

u8 Tips_147_000[] = _("ほかのステ—ジでも ブロックはあるから{End}");
u8 Tips_147_001[] = _("ぜんぶこわしてみたら どうだい？{End}");

u8 Tips_148_000[] = _("アクションかめんの ふくがあれば{End}");
u8 Tips_148_001[] = _("【ぶりぶりブロック】が こわせるのか~{End}");
u8 Tips_148_002[] = _("よぉ~し ボクもさがしてみよぉっと！{End}");

u8 Tips_149_000[] = _("なぁ しんのすけ{End}");
u8 Tips_149_001[] = _("そのふく どこでもらったんだ？{End}");
u8 Tips_149_002[] = _("もったいぶらずに おしえろよ！{End}");

u8 Tips_150_000[] = _("へぇ~ サルのコスプレかぁ{End}");
u8 Tips_150_001[] = _("ひとに はなしかけるときは{End}");
u8 Tips_150_002[] = _("どのコスプレで はなしかけるかも{End}");
u8 Tips_150_003[] = _("じゅうようなんだ！{End}");
u8 Tips_150_004[] = _("コスプレしだいで はなしがかわるかもな{End}");
u8 Tips_150_005[] = _("{End}");
u8 Tips_150_006[] = _("ちなみに ここからさきは{End}");
u8 Tips_150_007[] = _("おちるとあぶないぞ···{End}");
u8 Tips_150_008[] = _("···って ひとのはなしは{End}");
u8 Tips_150_009[] = _("さいごまで きけぇ~っ！{End}");

u8 Tips_151_000[] = _("へぇ~ サルのコスプレかぁ{End}");
u8 Tips_151_001[] = _("ひとに はなしかけるときは{End}");
u8 Tips_151_002[] = _("どのコスプレで はなしかけるかも{End}");
u8 Tips_151_003[] = _("じゅうようなんだ！{End}");
u8 Tips_151_004[] = _("コスプレしだいで はなしがかわるかもな{End}");
u8 Tips_151_005[] = _("{End}");
u8 Tips_151_006[] = _("ちなみに ここからさきは{End}");
u8 Tips_151_007[] = _("おちるとあぶないぞ···{End}");
u8 Tips_151_008[] = _("···って ひとのはなしは{End}");
u8 Tips_151_009[] = _("さいごまで きけぇ~っ！{End}");

u8 Tips_152_000[] = _("キモチわるいなぁ あっちいけよ！{End}");
u8 Tips_152_001[] = _("きいてるのかよ しんのすけ！{End}");

u8 Tips_153_000[] = _("キモチわるいなぁ あっちいけよ！{End}");
u8 Tips_153_001[] = _("きいてるのかよ しんのすけ！{End}");

u8 Tips_154_000[] = _("へぇ~ にあってるじゃないか···{End}");
u8 Tips_154_001[] = _("{End}");
u8 Tips_154_002[] = _("···って テレるなよっ！{End}");

u8 Tips_155_000[] = _("へぇ~ にあってるじゃないか···{End}");
u8 Tips_155_001[] = _("{End}");
u8 Tips_155_002[] = _("···って テレるなよっ！{End}");

u8 Tips_156_000[] = _("おまえ まだまだ おこさまだなぁ~{End}");
u8 Tips_156_001[] = _("ボクは うらやましくなんか ないね！{End}");
u8 Tips_156_002[] = _("···って ほんとうだぞ！{End}");
u8 Tips_156_003[] = _("きいてるのかよ！ しんのすけ！{End}");

u8 Tips_157_000[] = _("おまえ まだまだ おこさまだなぁ~{End}");
u8 Tips_157_001[] = _("ボクは うらやましくなんか ないね！{End}");
u8 Tips_157_002[] = _("···って ほんとうだぞ！{End}");
u8 Tips_157_003[] = _("きいてるのかよ！ しんのすけ！{End}");

u8 Tips_158_000[] = _("このステ—ジに おかれている きんカ—ドは{End}");
u8 Tips_158_001[] = _("【かみつき】って わざ らしいね{End}");
u8 Tips_158_002[] = _("まぁ こんなこと おしえても{End}");
u8 Tips_158_003[] = _("おまえには かんけいないと おもうけどね！{End}");

u8 Tips_159_000[] = _("くっそ~っ！{End}");
u8 Tips_159_001[] = _("ボクに みつけられないなんて！{End}");

u8 Tips_160_000[] = _("アクションビ—ムは{End}");
u8 Tips_160_001[] = _("エネルギ—を しょうひするんだ{End}");
u8 Tips_160_002[] = _("だから{End}");
u8 Tips_160_003[] = _("ムダにつかわない ことだね！{End}");

u8 Tips_161_000[] = _("アクションビ—ムは{End}");
u8 Tips_161_001[] = _("エネルギ—を しょうひするんだ{End}");
u8 Tips_161_002[] = _("だから{End}");
u8 Tips_161_003[] = _("ムダにつかわない ことだね！{End}");

u8 Tips_162_000[] = _("ここでは そのふくは つかわないだろ？{End}");

u8 Tips_163_000[] = _("ここでは そのふくは つかわないだろ？{End}");

u8 Tips_164_000[] = _("じゅうじボタンの うえと Ｂボタンで{End}");
u8 Tips_164_001[] = _("ナナメうえに シタを のばせるらしいよ{End}");
u8 Tips_164_002[] = _("しらなかっただろ！{End}");

u8 Tips_165_000[] = _("カエルフックに くっついた いちで{End}");
u8 Tips_165_001[] = _("とべるきょりが かわるんだ！{End}");
u8 Tips_165_002[] = _("みぎがわに くっついたときは{End}");
u8 Tips_165_003[] = _("みぎに とおく とべるし{End}");
u8 Tips_165_004[] = _("ひだりがわに くっついたときは{End}");
u8 Tips_165_005[] = _("ひだりがわに とおく とべるのさ！{End}");

u8 Tips_166_000[] = _("へぇ~ にあってるじゃないか···{End}");
u8 Tips_166_001[] = _("{End}");
u8 Tips_166_002[] = _("···って テレるなよっ！{End}");

u8 Tips_167_000[] = _("へぇ~ にあってるじゃないか···{End}");
u8 Tips_167_001[] = _("{End}");
u8 Tips_167_002[] = _("···って テレるなよっ！{End}");

u8 Tips_168_000[] = _("おまえ まだまだ おこさまだなぁ~{End}");
u8 Tips_168_001[] = _("ボクは うらやましくなんか ないね！{End}");
u8 Tips_168_002[] = _("···って ほんとうだぞ！{End}");
u8 Tips_168_003[] = _("きいてるのかよ！ しんのすけ！{End}");

u8 Tips_169_000[] = _("おまえ まだまだ おこさまだなぁ~{End}");
u8 Tips_169_001[] = _("ボクは うらやましくなんか ないね！{End}");
u8 Tips_169_002[] = _("···って ほんとうだぞ！{End}");
u8 Tips_169_003[] = _("きいてるのかよ！ しんのすけ！{End}");

u8 Tips_170_000[] = _("{End}");

u8 Tips_171_000[] = _("{End}");

u8 Tips_172_000[] = _("{End}");

u8 Tips_173_000[] = _("{End}");

u8 Tips_174_000[] = _("{End}");

u8 Tips_175_000[] = _("{End}");

u8 Tips_176_000[] = _("{End}");

u8 Tips_177_000[] = _("{End}");

u8 Tips_178_000[] = _("{End}");

u8 Tips_179_000[] = _("{End}");

u8 Tips_180_000[] = _("{End}");

u8 Tips_181_000[] = _("{End}");

u8 Tips_182_000[] = _("カザマ{End}");
u8 Tips_182_001[] = _("ステ—ジ05{End}");
u8 Tips_182_002[] = _("ノ—マル{End}");
u8 Tips_182_003[] = _("クリアまえ{End}");

u8 Tips_183_000[] = _("カザマ{End}");
u8 Tips_183_001[] = _("ステ—ジ05{End}");
u8 Tips_183_002[] = _("ノ—マル{End}");
u8 Tips_183_003[] = _("クリアあと{End}");

u8 Tips_184_000[] = _("カザマ{End}");
u8 Tips_184_001[] = _("ステ—ジ05{End}");
u8 Tips_184_002[] = _("アクション{End}");
u8 Tips_184_003[] = _("クリアまえ{End}");

u8 Tips_185_000[] = _("カザマ{End}");
u8 Tips_185_001[] = _("ステ—ジ05{End}");
u8 Tips_185_002[] = _("アクション{End}");
u8 Tips_185_003[] = _("クリアあと{End}");

u8 Tips_186_000[] = _("カザマ{End}");
u8 Tips_186_001[] = _("ステ—ジ05{End}");
u8 Tips_186_002[] = _("サル{End}");
u8 Tips_186_003[] = _("クリアまえ{End}");

u8 Tips_187_000[] = _("カザマ{End}");
u8 Tips_187_001[] = _("ステ—ジ05{End}");
u8 Tips_187_002[] = _("サル{End}");
u8 Tips_187_003[] = _("クリアあと{End}");

u8 Tips_188_000[] = _("カザマ{End}");
u8 Tips_188_001[] = _("ステ—ジ05{End}");
u8 Tips_188_002[] = _("カエル{End}");
u8 Tips_188_003[] = _("クリアまえ{End}");

u8 Tips_189_000[] = _("カザマ{End}");
u8 Tips_189_001[] = _("ステ—ジ05{End}");
u8 Tips_189_002[] = _("カエル{End}");
u8 Tips_189_003[] = _("クリアあと{End}");

u8 Tips_190_000[] = _("カザマ{End}");
u8 Tips_190_001[] = _("ステ—ジ05{End}");
u8 Tips_190_002[] = _("ニワトリ{End}");
u8 Tips_190_003[] = _("クリアまえ{End}");

u8 Tips_191_000[] = _("カザマ{End}");
u8 Tips_191_001[] = _("ステ—ジ05{End}");
u8 Tips_191_002[] = _("ニワトリ{End}");
u8 Tips_191_003[] = _("クリアあと{End}");

u8 Tips_192_000[] = _("カザマ{End}");
u8 Tips_192_001[] = _("ステ—ジ05{End}");
u8 Tips_192_002[] = _("ハチ{End}");
u8 Tips_192_003[] = _("クリアまえ{End}");

u8 Tips_193_000[] = _("カザマ{End}");
u8 Tips_193_001[] = _("ステ—ジ05{End}");
u8 Tips_193_002[] = _("ハチ{End}");
u8 Tips_193_003[] = _("クリアあと{End}");

u8 Tips_194_000[] = _("ここからさきは おちたら たいへんだぞ！{End}");
u8 Tips_194_001[] = _("うえにのると おちる あしばも あるし{End}");
u8 Tips_194_002[] = _("しんちょうに すすむことだね！{End}");

u8 Tips_195_000[] = _("どうやら パイプは のぼれるみたいだけど{End}");
u8 Tips_195_001[] = _("そのさきに なにがあるのか きになるなぁ{End}");

u8 Tips_196_000[] = _("しんのすけ{End}");
u8 Tips_196_001[] = _("こまったときは コスプレをつかうんだ{End}");
u8 Tips_196_002[] = _("どこかで アクションビ—ムが{End}");
u8 Tips_196_003[] = _("ひつような ばしょも あるらしいぞ{End}");

u8 Tips_197_000[] = _("ふぅ~ん 【ぼうかシャッタ—】ねぇ···{End}");
u8 Tips_197_001[] = _("{End}");
u8 Tips_197_002[] = _("そこが アクションビ—ムの{End}");
u8 Tips_197_003[] = _("つかいどころ だったのか{End}");

u8 Tips_198_000[] = _("このステ—ジでは そのふくは{End}");
u8 Tips_198_001[] = _("ひつようないかもね···{End}");

u8 Tips_199_000[] = _("このステ—ジでは そのふくは{End}");
u8 Tips_199_001[] = _("ひつようないかもね···{End}");

u8 Tips_200_000[] = _("ボクたちのいる ゆかのしたって{End}");
u8 Tips_200_001[] = _("いったい どうなっているんだろう？{End}");
u8 Tips_200_002[] = _("カエルフックが あるってことは{End}");
u8 Tips_200_003[] = _("もしかしたら したにいけるのかな？{End}");
u8 Tips_200_004[] = _("けど おちたら あぶないしな···{End}");

u8 Tips_201_000[] = _("ゆかのしたには いってきたかい？{End}");
u8 Tips_201_001[] = _("ボクは いってきたよ！{End}");
u8 Tips_201_002[] = _("ふふん{End}");
u8 Tips_201_003[] = _("なにがあるかは ヒミツさ！{End}");

u8 Tips_202_000[] = _("へぇ~ にあってるじゃないか···{End}");
u8 Tips_202_001[] = _("{End}");
u8 Tips_202_002[] = _("···って テレるなよっ！{End}");

u8 Tips_203_000[] = _("へぇ~ にあってるじゃないか···{End}");
u8 Tips_203_001[] = _("{End}");
u8 Tips_203_002[] = _("···って テレるなよっ！{End}");

u8 Tips_204_000[] = _("おまえ まだまだ おこさまだなぁ~{End}");
u8 Tips_204_001[] = _("ボクは うらやましくなんか ないね！{End}");
u8 Tips_204_002[] = _("···って ほんとうだぞ！{End}");
u8 Tips_204_003[] = _("きいてるのかよ！ しんのすけ！{End}");

u8 Tips_205_000[] = _("おまえ まだまだ おこさまだなぁ~{End}");
u8 Tips_205_001[] = _("ボクは うらやましくなんか ないね！{End}");
u8 Tips_205_002[] = _("···って ほんとうだぞ！{End}");
u8 Tips_205_003[] = _("きいてるのかよ！ しんのすけ！{End}");

u8 Tips_206_000[] = _("しんのすけ！{End}");
u8 Tips_206_001[] = _("ここからさきは おちたら たいへんだぞ！{End}");
u8 Tips_206_002[] = _("ビルのたにまに ちゅういしろよな！{End}");

u8 Tips_207_000[] = _("しんのすけ！{End}");
u8 Tips_207_001[] = _("わかっているとは おもうけど{End}");
u8 Tips_207_002[] = _("ここからさきは おちたら たいへんだぞ！{End}");
u8 Tips_207_003[] = _("ビルのたにまに ちゅういしろよな！{End}");

u8 Tips_208_000[] = _("このステ—ジは アクションかめんの{End}");
u8 Tips_208_001[] = _("コスプレが ゆうこうらしいね！{End}");

u8 Tips_209_000[] = _("このステ—ジは アクションかめんの{End}");
u8 Tips_209_001[] = _("コスプレが ゆうこうらしいね！{End}");

u8 Tips_210_000[] = _("そのふくなら あなにおちても{End}");
u8 Tips_210_001[] = _("【かべげり】すれば たすかるかも{End}");
u8 Tips_210_002[] = _("···ムリかな？{End}");

u8 Tips_211_000[] = _("そのふくなら あなにおちても{End}");
u8 Tips_211_001[] = _("【かべげり】すれば たすかるかも{End}");
u8 Tips_211_002[] = _("···ムリかな？{End}");

u8 Tips_212_000[] = _("キモチわるいなぁ あっちいけよ！{End}");
u8 Tips_212_001[] = _("きいてるのかよ しんのすけ！{End}");

u8 Tips_213_000[] = _("キモチわるいなぁ あっちいけよ！{End}");
u8 Tips_213_001[] = _("きいてるのかよ しんのすけ！{End}");

u8 Tips_214_000[] = _("このステ—ジで そのかっこうは{End}");
u8 Tips_214_001[] = _("ゆうりなのかな？ しらべてみようか？{End}");

u8 Tips_215_000[] = _("このステ—ジで そのかっこうは{End}");
u8 Tips_215_001[] = _("ゆうりなのかな？ しらべてみようか？{End}");

u8 Tips_216_000[] = _("エネルギ—の のこりには ちゅういしろよ{End}");
u8 Tips_216_001[] = _("とちゅうで ちからつきると あなにおちるぞ{End}");

u8 Tips_217_000[] = _("エネルギ—の のこりには ちゅういしろよ{End}");
u8 Tips_217_001[] = _("とちゅうで ちからつきると あなにおちるぞ{End}");

u8 Tips_218_000[] = _("ときどきバナナが とおりすぎるけど{End}");
u8 Tips_218_001[] = _("あたるとイタいから きをつけろよ{End}");

u8 Tips_219_000[] = _("ときどきバナナが とおりすぎるけど{End}");
u8 Tips_219_001[] = _("あたるとイタいから きをつけろよ{End}");

u8 Tips_220_000[] = _("たたかいにむいてる コスプレといえば{End}");
u8 Tips_220_001[] = _("【アクションかめん】だよな！{End}");
u8 Tips_220_002[] = _("【アクションキック】は つかってるかい？{End}");
u8 Tips_220_003[] = _("ジャンプちゅうに Ｂボタンで だせるよ！{End}");

u8 Tips_221_000[] = _("【アクションかめん】の もうひとつの{End}");
u8 Tips_221_001[] = _("わざが【アクションロ—リングサンダ—】さ！{End}");
u8 Tips_221_002[] = _("2だんジャンプちゅうに じゅうじボタンの{End}");
u8 Tips_221_003[] = _("したと Ｂボタンで くりだせるんだ！{End}");

u8 Tips_222_000[] = _("ここでは そのかっこうは{End}");
u8 Tips_222_001[] = _("あまり ゆうりじゃない みたいだね···{End}");

u8 Tips_223_000[] = _("ここだけのはなし つぎのステ—ジでは{End}");
u8 Tips_223_001[] = _("サルのコスプレが ゆうこうみたいだね！{End}");

u8 Tips_224_000[] = _("キモチわるいなぁ あっちいけよ！{End}");
u8 Tips_224_001[] = _("きいてるのかよ しんのすけ！{End}");

u8 Tips_225_000[] = _("キモチわるいなぁ あっちいけよ！{End}");
u8 Tips_225_001[] = _("きいてるのかよ しんのすけ！{End}");

u8 Tips_226_000[] = _("そのかっこうは ここにはむいてないぞ{End}");

u8 Tips_227_000[] = _("そのかっこうは ここにはむいてないぞ{End}");

u8 Tips_228_000[] = _("そのかっこうは ここにはむいてないぞ{End}");

u8 Tips_229_000[] = _("そのかっこうは ここにはむいてないぞ{End}");

u8 Tips_230_000[] = _("エレベ—タ—が しんのすけより さきに{End}");
u8 Tips_230_001[] = _("タワ—の てっペんに ついちゃうと{End}");
u8 Tips_230_002[] = _("たいへんなことに なるんだ！{End}");
u8 Tips_230_003[] = _("まけるなよ！ しんのすけ{End}");

u8 Tips_231_000[] = _("エレベ—タ—が しんのすけより さきに{End}");
u8 Tips_231_001[] = _("タワ—の てっペんに ついちゃうと{End}");
u8 Tips_231_002[] = _("たいへんなことに なるんだ！{End}");
u8 Tips_231_003[] = _("まけるなよ！ しんのすけ{End}");

u8 Tips_232_000[] = _("おい なにしてるんだ？{End}");
u8 Tips_232_001[] = _("はやく エレベ—タ—を おいかけろよ！{End}");

u8 Tips_233_000[] = _("おい なにしてるんだ？{End}");
u8 Tips_233_001[] = _("はやく エレベ—タ—を おいかけろよ！{End}");

u8 Tips_234_000[] = _("おい なにしてるんだ？{End}");
u8 Tips_234_001[] = _("はやく エレベ—タ—を おいかけろよ！{End}");

u8 Tips_235_000[] = _("おい なにしてるんだ？{End}");
u8 Tips_235_001[] = _("はやく エレベ—タ—を おいかけろよ！{End}");

u8 Tips_236_000[] = _("おい なにしてるんだ？{End}");
u8 Tips_236_001[] = _("はやく エレベ—タ—を おいかけろよ！{End}");

u8 Tips_237_000[] = _("おい なにしてるんだ？{End}");
u8 Tips_237_001[] = _("はやく エレベ—タ—を おいかけろよ！{End}");

u8 Tips_238_000[] = _("おい なにしてるんだ？{End}");
u8 Tips_238_001[] = _("はやく エレベ—タ—を おいかけろよ！{End}");

u8 Tips_239_000[] = _("おい なにしてるんだ？{End}");
u8 Tips_239_001[] = _("はやく エレベ—タ—を おいかけろよ！{End}");

u8 Tips_240_000[] = _("おい なにしてるんだ？{End}");
u8 Tips_240_001[] = _("はやく エレベ—タ—を おいかけろよ！{End}");

u8 Tips_241_000[] = _("おい なにしてるんだ？{End}");
u8 Tips_241_001[] = _("はやく エレベ—タ—を おいかけろよ！{End}");

u8 Tips_242_000[] = _("カザマ{End}");
u8 Tips_242_001[] = _("ステ—ジ10{End}");
u8 Tips_242_002[] = _("ノ—マル{End}");
u8 Tips_242_003[] = _("クリアまえ{End}");

u8 Tips_243_000[] = _("カザマ{End}");
u8 Tips_243_001[] = _("ステ—ジ10{End}");
u8 Tips_243_002[] = _("ノ—マル{End}");
u8 Tips_243_003[] = _("クリアあと{End}");

u8 Tips_244_000[] = _("カザマ{End}");
u8 Tips_244_001[] = _("ステ—ジ10{End}");
u8 Tips_244_002[] = _("アクション{End}");
u8 Tips_244_003[] = _("クリアまえ{End}");

u8 Tips_245_000[] = _("カザマ{End}");
u8 Tips_245_001[] = _("ステ—ジ10{End}");
u8 Tips_245_002[] = _("アクション{End}");
u8 Tips_245_003[] = _("クリアあと{End}");

u8 Tips_246_000[] = _("カザマ{End}");
u8 Tips_246_001[] = _("ステ—ジ10{End}");
u8 Tips_246_002[] = _("サル{End}");
u8 Tips_246_003[] = _("クリアまえ{End}");

u8 Tips_247_000[] = _("カザマ{End}");
u8 Tips_247_001[] = _("ステ—ジ10{End}");
u8 Tips_247_002[] = _("サル{End}");
u8 Tips_247_003[] = _("クリアあと{End}");

u8 Tips_248_000[] = _("カザマ{End}");
u8 Tips_248_001[] = _("ステ—ジ10{End}");
u8 Tips_248_002[] = _("カエル{End}");
u8 Tips_248_003[] = _("クリアまえ{End}");

u8 Tips_249_000[] = _("カザマ{End}");
u8 Tips_249_001[] = _("ステ—ジ10{End}");
u8 Tips_249_002[] = _("カエル{End}");
u8 Tips_249_003[] = _("クリアあと{End}");

u8 Tips_250_000[] = _("カザマ{End}");
u8 Tips_250_001[] = _("ステ—ジ10{End}");
u8 Tips_250_002[] = _("ニワトリ{End}");
u8 Tips_250_003[] = _("クリアまえ{End}");

u8 Tips_251_000[] = _("カザマ{End}");
u8 Tips_251_001[] = _("ステ—ジ10{End}");
u8 Tips_251_002[] = _("ニワトリ{End}");
u8 Tips_251_003[] = _("クリアあと{End}");

u8 Tips_252_000[] = _("カザマ{End}");
u8 Tips_252_001[] = _("ステ—ジ10{End}");
u8 Tips_252_002[] = _("ハチ{End}");
u8 Tips_252_003[] = _("クリアまえ{End}");

u8 Tips_253_000[] = _("カザマ{End}");
u8 Tips_253_001[] = _("ステ—ジ10{End}");
u8 Tips_253_002[] = _("ハチ{End}");
u8 Tips_253_003[] = _("クリアあと{End}");

u8 Tips_254_000[] = _("このさきを まっすぐすすむと{End}");
u8 Tips_254_001[] = _("ヤツらのボスが いるらしいぞ！{End}");

u8 Tips_255_000[] = _("このさきを まっすぐすすむと{End}");
u8 Tips_255_001[] = _("ヤツらのボスが いるらしいぞ！{End}");

u8 Tips_256_000[] = _("このさきを まっすぐすすむと{End}");
u8 Tips_256_001[] = _("ヤツらのボスが いるらしいぞ！{End}");

u8 Tips_257_000[] = _("このさきを まっすぐすすむと{End}");
u8 Tips_257_001[] = _("ヤツらのボスが いるらしいぞ！{End}");

u8 Tips_258_000[] = _("このさきを まっすぐすすむと{End}");
u8 Tips_258_001[] = _("ヤツらのボスが いるらしいぞ！{End}");

u8 Tips_259_000[] = _("このさきを まっすぐすすむと{End}");
u8 Tips_259_001[] = _("ヤツらのボスが いるらしいぞ！{End}");

u8 Tips_260_000[] = _("このさきを まっすぐすすむと{End}");
u8 Tips_260_001[] = _("ヤツらのボスが いるらしいぞ！{End}");

u8 Tips_261_000[] = _("このさきを まっすぐすすむと{End}");
u8 Tips_261_001[] = _("ヤツらのボスが いるらしいぞ！{End}");

u8 Tips_262_000[] = _("このさきを まっすぐすすむと{End}");
u8 Tips_262_001[] = _("ヤツらのボスが いるらしいぞ！{End}");

u8 Tips_263_000[] = _("このさきを まっすぐすすむと{End}");
u8 Tips_263_001[] = _("ヤツらのボスが いるらしいぞ！{End}");

u8 Tips_264_000[] = _("このさきを まっすぐすすむと{End}");
u8 Tips_264_001[] = _("ヤツらのボスが いるらしいぞ！{End}");

u8 Tips_265_000[] = _("このさきを まっすぐすすむと{End}");
u8 Tips_265_001[] = _("ヤツらのボスが いるらしいぞ！{End}");

u8 Tips_266_000[] = _("あっ！ ネネのウサギ~！{End}");
u8 Tips_266_001[] = _("ありがとう しんちゃん！{End}");
u8 Tips_266_002[] = _("これがなかったから イライラしてたのよぉ！{End}");
u8 Tips_266_003[] = _("{End}");
u8 Tips_266_004[] = _("ハァ~~ッ スッキリした！{End}");
u8 Tips_266_005[] = _("ありがとね！ しんちゃん！{End}");

u8 Tips_267_000[] = _("ねぇねぇ しんちゃん{End}");
u8 Tips_267_001[] = _("しってる？{End}");
u8 Tips_267_002[] = _("ダンボ—ルは のっただけで つぶれるけど{End}");
u8 Tips_267_003[] = _("【きばこ】は そうもいかないわ！{End}");
u8 Tips_267_004[] = _("なにかおもいものを うえからおとさないと{End}");
u8 Tips_267_005[] = _("··········{End}");
u8 Tips_267_006[] = _("···しんちゃんのママ とか···{End}");

u8 Tips_268_000[] = _("ネネも【きんカ—ド】さがしてるんだけど{End}");
u8 Tips_268_001[] = _("ひとつも みつからないの···{End}");
u8 Tips_268_002[] = _("あぁ~~っ！ イライラしてきた！！{End}");

u8 Tips_269_000[] = _("あっ！ アクションかめん！{End}");
u8 Tips_269_001[] = _("かっこいいわね~{End}");

u8 Tips_270_000[] = _("ネネも【きんカ—ド】さがしてるんだけど{End}");
u8 Tips_270_001[] = _("ひとつも みつからないの···{End}");
u8 Tips_270_002[] = _("あぁ~~っ！ イライラしてきた！！{End}");

u8 Tips_271_000[] = _("やっぱり しんちゃんのママって スゴいのね{End}");
u8 Tips_271_001[] = _("ネネ そんけいしちゃう！{End}");
u8 Tips_271_002[] = _("ほかにも いろいろこわせそうだから{End}");
u8 Tips_271_003[] = _("さがしてみたらどう？{End}");

u8 Tips_272_000[] = _("ネネも【きんカ—ド】さがしてるんだけど{End}");
u8 Tips_272_001[] = _("ひとつも みつからないの···{End}");
u8 Tips_272_002[] = _("あぁ~~っ！ イライラしてきた！！{End}");

u8 Tips_273_000[] = _("やっぱり しんちゃんのママって スゴいのね{End}");
u8 Tips_273_001[] = _("ネネ そんけいしちゃう！{End}");
u8 Tips_273_002[] = _("ほかにも いろいろこわせそうだから{End}");
u8 Tips_273_003[] = _("さがしてみたらどう？{End}");

u8 Tips_274_000[] = _("ネネも【きんカ—ド】さがしてるんだけど{End}");
u8 Tips_274_001[] = _("ひとつも みつからないの···{End}");
u8 Tips_274_002[] = _("あぁ~~っ！ イライラしてきた！！{End}");

u8 Tips_275_000[] = _("そのふく カワイイ~{End}");
u8 Tips_275_001[] = _("ネネも ほしい~{End}");

u8 Tips_276_000[] = _("ネネも【きんカ—ド】さがしてるんだけど{End}");
u8 Tips_276_001[] = _("ひとつも みつからないの···{End}");
u8 Tips_276_002[] = _("あぁ~~っ！ イライラしてきた！！{End}");

u8 Tips_277_000[] = _("そのふく カワイイ~{End}");
u8 Tips_277_001[] = _("ネネも ほしい~{End}");

u8 Tips_278_000[] = _("ネネも【きんカ—ド】さがしてるんだけど{End}");
u8 Tips_278_001[] = _("ひとつも みつからないの···{End}");
u8 Tips_278_002[] = _("あぁ~~っ！ イライラしてきた！！{End}");

u8 Tips_279_000[] = _("このさきに いろのちがう ゆかがあるの！{End}");
u8 Tips_279_001[] = _("なにか きにならない？{End}");

u8 Tips_280_000[] = _("このさきに いろのちがう ゆかがあるの！{End}");
u8 Tips_280_001[] = _("なにか きにならない？{End}");

u8 Tips_281_000[] = _("アクションかめんの かっこうなら{End}");
u8 Tips_281_001[] = _("てきを たおすのが かんたんよね！{End}");

u8 Tips_282_000[] = _("あっ！ アクションかめん！{End}");
u8 Tips_282_001[] = _("かっこいいわね~{End}");

u8 Tips_283_000[] = _("おおきなヘビが かおをだす まえには{End}");
u8 Tips_283_001[] = _("はっぱが おちてくるのよ！{End}");
u8 Tips_283_002[] = _("しってた？{End}");

u8 Tips_284_000[] = _("おおきなヘビの すみかには{End}");
u8 Tips_284_001[] = _("なにかが かくされているらしいの{End}");
u8 Tips_284_002[] = _("でも キケンが いっぱいよねぇ···{End}");

u8 Tips_285_000[] = _("きゃあっ！ ビックリした！{End}");
u8 Tips_285_001[] = _("おどかさないでよ もう！{End}");

u8 Tips_286_000[] = _("きゃあっ！ ビックリした！{End}");
u8 Tips_286_001[] = _("おどかさないでよ もう！{End}");

u8 Tips_287_000[] = _("そのふく カワイイ~{End}");
u8 Tips_287_001[] = _("ネネも ほしい~{End}");

u8 Tips_288_000[] = _("そのふく カワイイ~{End}");
u8 Tips_288_001[] = _("ネネも ほしい~{End}");

u8 Tips_289_000[] = _("そのふく カワイイ~{End}");
u8 Tips_289_001[] = _("ネネも ほしい~{End}");

u8 Tips_290_000[] = _("そのふく カワイイ~{End}");
u8 Tips_290_001[] = _("ネネも ほしい~{End}");

u8 Tips_291_000[] = _("ネネ{End}");
u8 Tips_291_001[] = _("ステ—ジ03{End}");
u8 Tips_291_002[] = _("ノ—マル{End}");
u8 Tips_291_003[] = _("クリアまえ{End}");

u8 Tips_292_000[] = _("ネネ{End}");
u8 Tips_292_001[] = _("ステ—ジ03{End}");
u8 Tips_292_002[] = _("ノ—マル{End}");
u8 Tips_292_003[] = _("クリアあと{End}");

u8 Tips_293_000[] = _("ネネ{End}");
u8 Tips_293_001[] = _("ステ—ジ03{End}");
u8 Tips_293_002[] = _("アクション{End}");
u8 Tips_293_003[] = _("クリアまえ{End}");

u8 Tips_294_000[] = _("ネネ{End}");
u8 Tips_294_001[] = _("ステ—ジ03{End}");
u8 Tips_294_002[] = _("アクション{End}");
u8 Tips_294_003[] = _("クリアあと{End}");

u8 Tips_295_000[] = _("ネネ{End}");
u8 Tips_295_001[] = _("ステ—ジ03{End}");
u8 Tips_295_002[] = _("サル{End}");
u8 Tips_295_003[] = _("クリアまえ{End}");

u8 Tips_296_000[] = _("ネネ{End}");
u8 Tips_296_001[] = _("ステ—ジ03{End}");
u8 Tips_296_002[] = _("サル{End}");
u8 Tips_296_003[] = _("クリアあと{End}");

u8 Tips_297_000[] = _("ネネ{End}");
u8 Tips_297_001[] = _("ステ—ジ03{End}");
u8 Tips_297_002[] = _("カエル{End}");
u8 Tips_297_003[] = _("クリアまえ{End}");

u8 Tips_298_000[] = _("ネネ{End}");
u8 Tips_298_001[] = _("ステ—ジ03{End}");
u8 Tips_298_002[] = _("カエル{End}");
u8 Tips_298_003[] = _("クリアあと{End}");

u8 Tips_299_000[] = _("ネネ{End}");
u8 Tips_299_001[] = _("ステ—ジ03{End}");
u8 Tips_299_002[] = _("ニワトリ{End}");
u8 Tips_299_003[] = _("クリアまえ{End}");

u8 Tips_300_000[] = _("ネネ{End}");
u8 Tips_300_001[] = _("ステ—ジ03{End}");
u8 Tips_300_002[] = _("ニワトリ{End}");
u8 Tips_300_003[] = _("クリアあと{End}");

u8 Tips_301_000[] = _("ネネ{End}");
u8 Tips_301_001[] = _("ステ—ジ03{End}");
u8 Tips_301_002[] = _("ハチ{End}");
u8 Tips_301_003[] = _("クリアまえ{End}");

u8 Tips_302_000[] = _("ネネ{End}");
u8 Tips_302_001[] = _("ステ—ジ03{End}");
u8 Tips_302_002[] = _("ハチ{End}");
u8 Tips_302_003[] = _("クリアあと{End}");

u8 Tips_303_000[] = _("{End}");

u8 Tips_304_000[] = _("{End}");

u8 Tips_305_000[] = _("{End}");

u8 Tips_306_000[] = _("{End}");

u8 Tips_307_000[] = _("{End}");

u8 Tips_308_000[] = _("{End}");

u8 Tips_309_000[] = _("{End}");

u8 Tips_310_000[] = _("{End}");

u8 Tips_311_000[] = _("{End}");

u8 Tips_312_000[] = _("{End}");

u8 Tips_313_000[] = _("{End}");

u8 Tips_314_000[] = _("{End}");

u8 Tips_315_000[] = _("このあたりは キケンが いっぱいよ！{End}");
u8 Tips_315_001[] = _("{End}");
u8 Tips_315_002[] = _("ビルの たにまに おちたら{End}");
u8 Tips_315_003[] = _("あぶないから ちゅういしてね{End}");

u8 Tips_316_000[] = _("このあたりは キケンが いっぱいよ！{End}");
u8 Tips_316_001[] = _("{End}");
u8 Tips_316_002[] = _("ビルの たにまに おちたら{End}");
u8 Tips_316_003[] = _("あぶないから ちゅういしてね{End}");

u8 Tips_317_000[] = _("アクションかめんの かっこうなら{End}");
u8 Tips_317_001[] = _("てきを たおすのが かんたんよね！{End}");

u8 Tips_318_000[] = _("あっ！ アクションかめん！{End}");
u8 Tips_318_001[] = _("かっこいいわね~{End}");

u8 Tips_319_000[] = _("そのふく カワイイ~{End}");
u8 Tips_319_001[] = _("ネネも ほしい~{End}");

u8 Tips_320_000[] = _("そのふく カワイイ~{End}");
u8 Tips_320_001[] = _("ネネも ほしい~{End}");

u8 Tips_321_000[] = _("このあたりは カエルフックが おおいのね{End}");
u8 Tips_321_001[] = _("いろんなところへ いけるかも しれないわね{End}");

u8 Tips_322_000[] = _("このあたりは カエルフックが おおいのね{End}");
u8 Tips_322_001[] = _("いろんなところへ いけるかも しれないわね{End}");

u8 Tips_323_000[] = _("そのふく カワイイ~{End}");
u8 Tips_323_001[] = _("ネネも ほしい~{End}");

u8 Tips_324_000[] = _("そのふく カワイイ~{End}");
u8 Tips_324_001[] = _("ネネも ほしい~{End}");

u8 Tips_325_000[] = _("そのふく カワイイ~{End}");
u8 Tips_325_001[] = _("ネネも ほしい~{End}");

u8 Tips_326_000[] = _("そのふく カワイイ~{End}");
u8 Tips_326_001[] = _("ネネも ほしい~{End}");

u8 Tips_327_000[] = _("ああっ！ ぼうかシャッタ—が しまってる！{End}");
u8 Tips_327_001[] = _("どうしよう···{End}");
u8 Tips_327_002[] = _("なにか スゴいちからを くわえれば{End}");
u8 Tips_327_003[] = _("こわせるかも しれないわ！{End}");

u8 Tips_328_000[] = _("ああっ！ ぼうかシャッタ—が しまってる！{End}");
u8 Tips_328_001[] = _("どうしよう···{End}");
u8 Tips_328_002[] = _("なにか スゴいちからを くわえれば{End}");
u8 Tips_328_003[] = _("こわせるかも しれないわ！{End}");

u8 Tips_329_000[] = _("アクションビ—ムなら きっと こわせるわ！{End}");
u8 Tips_329_001[] = _("がんばって！ しんちゃん{End}");

u8 Tips_330_000[] = _("アクションビ—ムなら きっと こわせるわ！{End}");
u8 Tips_330_001[] = _("がんばって！ しんちゃん{End}");

u8 Tips_331_000[] = _("サルじゃ ムリよ···{End}");

u8 Tips_332_000[] = _("サルじゃ ムリよ···{End}");

u8 Tips_333_000[] = _("カエルじゃ ムリよ···{End}");

u8 Tips_334_000[] = _("カエルじゃ ムリよ···{End}");

u8 Tips_335_000[] = _("···もしかしたら こわせる···{End}");
u8 Tips_335_001[] = _("···のかなぁ？{End}");

u8 Tips_336_000[] = _("···もしかしたら こわせる···{End}");
u8 Tips_336_001[] = _("···のかなぁ？{End}");

u8 Tips_337_000[] = _("ハチじゃ··· ねぇ···{End}");

u8 Tips_338_000[] = _("ハチじゃ··· ねぇ···{End}");

u8 Tips_339_000[] = _("ネネ{End}");
u8 Tips_339_001[] = _("ステ—ジ07{End}");
u8 Tips_339_002[] = _("ノ—マル{End}");
u8 Tips_339_003[] = _("クリアまえ{End}");

u8 Tips_340_000[] = _("ネネ{End}");
u8 Tips_340_001[] = _("ステ—ジ07{End}");
u8 Tips_340_002[] = _("ノ—マル{End}");
u8 Tips_340_003[] = _("クリアあと{End}");

u8 Tips_341_000[] = _("ネネ{End}");
u8 Tips_341_001[] = _("ステ—ジ07{End}");
u8 Tips_341_002[] = _("アクション{End}");
u8 Tips_341_003[] = _("クリアまえ{End}");

u8 Tips_342_000[] = _("ネネ{End}");
u8 Tips_342_001[] = _("ステ—ジ07{End}");
u8 Tips_342_002[] = _("アクション{End}");
u8 Tips_342_003[] = _("クリアあと{End}");

u8 Tips_343_000[] = _("ネネ{End}");
u8 Tips_343_001[] = _("ステ—ジ07{End}");
u8 Tips_343_002[] = _("サル{End}");
u8 Tips_343_003[] = _("クリアまえ{End}");

u8 Tips_344_000[] = _("ネネ{End}");
u8 Tips_344_001[] = _("ステ—ジ07{End}");
u8 Tips_344_002[] = _("サル{End}");
u8 Tips_344_003[] = _("クリアあと{End}");

u8 Tips_345_000[] = _("ネネ{End}");
u8 Tips_345_001[] = _("ステ—ジ07{End}");
u8 Tips_345_002[] = _("カエル{End}");
u8 Tips_345_003[] = _("クリアまえ{End}");

u8 Tips_346_000[] = _("ネネ{End}");
u8 Tips_346_001[] = _("ステ—ジ07{End}");
u8 Tips_346_002[] = _("カエル{End}");
u8 Tips_346_003[] = _("クリアあと{End}");

u8 Tips_347_000[] = _("ネネ{End}");
u8 Tips_347_001[] = _("ステ—ジ07{End}");
u8 Tips_347_002[] = _("ニワトリ{End}");
u8 Tips_347_003[] = _("クリアまえ{End}");

u8 Tips_348_000[] = _("ネネ{End}");
u8 Tips_348_001[] = _("ステ—ジ07{End}");
u8 Tips_348_002[] = _("ニワトリ{End}");
u8 Tips_348_003[] = _("クリアあと{End}");

u8 Tips_349_000[] = _("ネネ{End}");
u8 Tips_349_001[] = _("ステ—ジ07{End}");
u8 Tips_349_002[] = _("ハチ{End}");
u8 Tips_349_003[] = _("クリアまえ{End}");

u8 Tips_350_000[] = _("ネネ{End}");
u8 Tips_350_001[] = _("ステ—ジ07{End}");
u8 Tips_350_002[] = _("ハチ{End}");
u8 Tips_350_003[] = _("クリアあと{End}");

u8 Tips_351_000[] = _("そらを とぶことができれば{End}");
u8 Tips_351_001[] = _("むこうへ いくのが かんたんそうね！{End}");
u8 Tips_351_002[] = _("そんな コスプレ あるのかしら？{End}");

u8 Tips_352_000[] = _("そらを とぶことができれば{End}");
u8 Tips_352_001[] = _("むこうへ いくのが かんたんそうね！{End}");
u8 Tips_352_002[] = _("そんな コスプレ あるのかしら？{End}");

u8 Tips_353_000[] = _("このステ—ジには むいていないかも{End}");
u8 Tips_353_001[] = _("ほかのふくのほうが いいんじゃない？{End}");

u8 Tips_354_000[] = _("このステ—ジには むいていないかも{End}");
u8 Tips_354_001[] = _("ほかのふくのほうが いいんじゃない？{End}");

u8 Tips_355_000[] = _("サルじゃ ムリよ···{End}");

u8 Tips_356_000[] = _("サルじゃ ムリよ···{End}");

u8 Tips_357_000[] = _("きゃあ！ ビックリした！{End}");
u8 Tips_357_001[] = _("おちちゃうじゃない もう！{End}");

u8 Tips_358_000[] = _("きゃあ！ ビックリした！{End}");
u8 Tips_358_001[] = _("おちちゃうじゃない もう！{End}");

u8 Tips_359_000[] = _("そうね そのかっこうなら ぴったりね！{End}");
u8 Tips_359_001[] = _("がんばってね しんちゃん！{End}");

u8 Tips_360_000[] = _("そうね そのかっこうなら ぴったりね！{End}");
u8 Tips_360_001[] = _("がんばってね しんちゃん！{End}");

u8 Tips_361_000[] = _("ちょっと きびしいんじゃない？{End}");
u8 Tips_361_001[] = _("とちゅうで ちからつきちゃうわ！{End}");

u8 Tips_362_000[] = _("ちょっと きびしいんじゃない？{End}");
u8 Tips_362_001[] = _("とちゅうで ちからつきちゃうわ！{End}");

u8 Tips_363_000[] = _("これが むかしの ふんいきなのかなぁ？{End}");
u8 Tips_363_001[] = _("いまと ずいぶん ちがうのね！{End}");

u8 Tips_364_000[] = _("これが むかしの ふんいきなのかなぁ？{End}");
u8 Tips_364_001[] = _("いまと ずいぶん ちがうのね！{End}");

u8 Tips_365_000[] = _("このステ—ジに もうひとりのヒ—ロ—をよぶ{End}");
u8 Tips_365_001[] = _("きんカ—ドが あるらしいの{End}");
u8 Tips_365_002[] = _("どんなヒ—ロ—が あらわれるのかしら{End}");
u8 Tips_365_003[] = _("みてみたいなぁ~{End}");

u8 Tips_366_000[] = _("ヒ—ロ—っていうから きたいしていたのに{End}");
u8 Tips_366_001[] = _("【ひろしＳＵＮ】って なによ！{End}");
u8 Tips_366_002[] = _("も~う ガッカリだわ！{End}");

u8 Tips_367_000[] = _("そのふく カワイイ~{End}");
u8 Tips_367_001[] = _("ネネも ほしい~{End}");

u8 Tips_368_000[] = _("そのふく カワイイ~{End}");
u8 Tips_368_001[] = _("ネネも ほしい~{End}");

u8 Tips_369_000[] = _("きゃあっ！ ビックリした！{End}");
u8 Tips_369_001[] = _("おどかさないでよ もう！{End}");

u8 Tips_370_000[] = _("きゃあっ！ ビックリした！{End}");
u8 Tips_370_001[] = _("おどかさないでよ もう！{End}");

u8 Tips_371_000[] = _("そのふく カワイイ~{End}");
u8 Tips_371_001[] = _("ネネも ほしい~{End}");

u8 Tips_372_000[] = _("そのふく カワイイ~{End}");
u8 Tips_372_001[] = _("ネネも ほしい~{End}");

u8 Tips_373_000[] = _("そのふく カワイイ~{End}");
u8 Tips_373_001[] = _("ネネも ほしい~{End}");

u8 Tips_374_000[] = _("そのふく カワイイ~{End}");
u8 Tips_374_001[] = _("ネネも ほしい~{End}");

u8 Tips_375_000[] = _("このさきに うごくトゲトゲが あるけど{End}");
u8 Tips_375_001[] = _("あたると イタいわよ！{End}");
u8 Tips_375_002[] = _("タイミングを はかって{End}");
u8 Tips_375_003[] = _("ジャンプで きりぬけてね{End}");

u8 Tips_376_000[] = _("このさきに うごくトゲトゲが あるけど{End}");
u8 Tips_376_001[] = _("あたると イタいわよ！{End}");
u8 Tips_376_002[] = _("タイミングを はかって{End}");
u8 Tips_376_003[] = _("ジャンプで きりぬけてね{End}");

u8 Tips_377_000[] = _("あっ！ アクションかめん！{End}");
u8 Tips_377_001[] = _("かっこいいわね~{End}");

u8 Tips_378_000[] = _("あっ！ アクションかめん！{End}");
u8 Tips_378_001[] = _("かっこいいわね~{End}");

u8 Tips_379_000[] = _("このさきに うごくトゲトゲが あるけど{End}");
u8 Tips_379_001[] = _("あたると イタいわよ！{End}");
u8 Tips_379_002[] = _("タイミングを はかって{End}");
u8 Tips_379_003[] = _("ジャンプで きりぬけてね{End}");

u8 Tips_380_000[] = _("そのふく カワイイ~{End}");
u8 Tips_380_001[] = _("ネネも ほしい~{End}");

u8 Tips_381_000[] = _("きゃあっ！ ビックリした！{End}");
u8 Tips_381_001[] = _("おどかさないでよ もう！{End}");

u8 Tips_382_000[] = _("きゃあっ！ ビックリした！{End}");
u8 Tips_382_001[] = _("おどかさないでよ もう！{End}");

u8 Tips_383_000[] = _("そのふく カワイイ~{End}");
u8 Tips_383_001[] = _("ネネも ほしい~{End}");

u8 Tips_384_000[] = _("そのふく カワイイ~{End}");
u8 Tips_384_001[] = _("ネネも ほしい~{End}");

u8 Tips_385_000[] = _("そのかっこうなら あんぜんに{End}");
u8 Tips_385_001[] = _("こえられそうね{End}");
u8 Tips_385_002[] = _("でも エネルギ—ぎれに{End}");
u8 Tips_385_003[] = _("ちゅういしてね！{End}");

u8 Tips_386_000[] = _("そのかっこうなら あんぜんに{End}");
u8 Tips_386_001[] = _("こえられそうね{End}");
u8 Tips_386_002[] = _("でも エネルギ—ぎれに{End}");
u8 Tips_386_003[] = _("ちゅういしてね！{End}");

u8 Tips_387_000[] = _("このロ—プウェイ くだり ばっかりだけど{End}");
u8 Tips_387_001[] = _("どうやって むこうがわまで いくのかしら？{End}");

u8 Tips_388_000[] = _("このロ—プウェイ くだり ばっかりだけど{End}");
u8 Tips_388_001[] = _("どうやって むこうがわまで いくのかしら？{End}");

u8 Tips_389_000[] = _("あっ！ アクションかめん！{End}");
u8 Tips_389_001[] = _("かっこいいわね~{End}");

u8 Tips_390_000[] = _("あっ！ アクションかめん！{End}");
u8 Tips_390_001[] = _("かっこいいわね~{End}");

u8 Tips_391_000[] = _("そのふく カワイイ~{End}");
u8 Tips_391_001[] = _("ネネも ほしい~{End}");

u8 Tips_392_000[] = _("そのふく カワイイ~{End}");
u8 Tips_392_001[] = _("ネネも ほしい~{End}");

u8 Tips_393_000[] = _("きゃあっ！ ビックリした！{End}");
u8 Tips_393_001[] = _("おどかさないでよ もう！{End}");

u8 Tips_394_000[] = _("きゃあっ！ ビックリした！{End}");
u8 Tips_394_001[] = _("おどかさないでよ もう！{End}");

u8 Tips_395_000[] = _("そのふく カワイイ~{End}");
u8 Tips_395_001[] = _("ネネも ほしい~{End}");

u8 Tips_396_000[] = _("そのふく カワイイ~{End}");
u8 Tips_396_001[] = _("ネネも ほしい~{End}");

u8 Tips_397_000[] = _("そのかっこうなら むこうまで{End}");
u8 Tips_397_001[] = _("わたれそうね{End}");
u8 Tips_397_002[] = _("でも エネルギ—ぎれに{End}");
u8 Tips_397_003[] = _("ちゅういしてね！{End}");

u8 Tips_398_000[] = _("そのかっこうなら むこうまで{End}");
u8 Tips_398_001[] = _("わたれそうね{End}");
u8 Tips_398_002[] = _("でも エネルギ—ぎれに{End}");
u8 Tips_398_003[] = _("ちゅういしてね！{End}");

u8 Tips_399_000[] = _("お！ それ は{End}");
u8 Tips_399_001[] = _("みごと な 【いし】···{End}");
u8 Tips_399_002[] = _("ボク に くれる の{End}");
u8 Tips_399_003[] = _("ありが とう···{End}");
u8 Tips_399_004[] = _("かわりに コレ あげる···{End}");
u8 Tips_399_005[] = _("{End}");
u8 Tips_399_006[] = _("ハチの コスチュ—ム{End}");
u8 Tips_399_007[] = _("Ａボタン おすと そら とべる···{End}");
u8 Tips_399_008[] = _("でも エネルギ— なくなると{End}");
u8 Tips_399_009[] = _("おちるから ちゅうい···{End}");
u8 Tips_399_010[] = _("コスチュ—ム【ハチ】を てにいれた{End}");

u8 Tips_400_000[] = _("ボ—{End}");
u8 Tips_400_001[] = _("ステ—ジ01{End}");
u8 Tips_400_002[] = _("ノ—マル{End}");
u8 Tips_400_003[] = _("クリアまえ{End}");

u8 Tips_401_000[] = _("ボ—{End}");
u8 Tips_401_001[] = _("ステ—ジ01{End}");
u8 Tips_401_002[] = _("ノ—マル{End}");
u8 Tips_401_003[] = _("クリアあと{End}");

u8 Tips_402_000[] = _("ボ—{End}");
u8 Tips_402_001[] = _("ステ—ジ01{End}");
u8 Tips_402_002[] = _("アクション{End}");
u8 Tips_402_003[] = _("クリアまえ{End}");

u8 Tips_403_000[] = _("ボ—{End}");
u8 Tips_403_001[] = _("ステ—ジ01{End}");
u8 Tips_403_002[] = _("アクション{End}");
u8 Tips_403_003[] = _("クリアあと{End}");

u8 Tips_404_000[] = _("ボ—{End}");
u8 Tips_404_001[] = _("ステ—ジ01{End}");
u8 Tips_404_002[] = _("サル{End}");
u8 Tips_404_003[] = _("クリアまえ{End}");

u8 Tips_405_000[] = _("ボ—{End}");
u8 Tips_405_001[] = _("ステ—ジ01{End}");
u8 Tips_405_002[] = _("サル{End}");
u8 Tips_405_003[] = _("クリアあと{End}");

u8 Tips_406_000[] = _("ボ—{End}");
u8 Tips_406_001[] = _("ステ—ジ01{End}");
u8 Tips_406_002[] = _("カエル{End}");
u8 Tips_406_003[] = _("クリアまえ{End}");

u8 Tips_407_000[] = _("ボ—{End}");
u8 Tips_407_001[] = _("ステ—ジ01{End}");
u8 Tips_407_002[] = _("カエル{End}");
u8 Tips_407_003[] = _("クリアあと{End}");

u8 Tips_408_000[] = _("ボ—{End}");
u8 Tips_408_001[] = _("ステ—ジ01{End}");
u8 Tips_408_002[] = _("ニワトリ{End}");
u8 Tips_408_003[] = _("クリアまえ{End}");

u8 Tips_409_000[] = _("ボ—{End}");
u8 Tips_409_001[] = _("ステ—ジ01{End}");
u8 Tips_409_002[] = _("ニワトリ{End}");
u8 Tips_409_003[] = _("クリアあと{End}");

u8 Tips_410_000[] = _("ボ—{End}");
u8 Tips_410_001[] = _("ステ—ジ01{End}");
u8 Tips_410_002[] = _("ハチ{End}");
u8 Tips_410_003[] = _("クリアまえ{End}");

u8 Tips_411_000[] = _("ボ—{End}");
u8 Tips_411_001[] = _("ステ—ジ01{End}");
u8 Tips_411_002[] = _("ハチ{End}");
u8 Tips_411_003[] = _("クリアあと{End}");

u8 Tips_412_000[] = _("{End}");

u8 Tips_413_000[] = _("{End}");

u8 Tips_414_000[] = _("{End}");

u8 Tips_415_000[] = _("{End}");

u8 Tips_416_000[] = _("{End}");

u8 Tips_417_000[] = _("{End}");

u8 Tips_418_000[] = _("{End}");

u8 Tips_419_000[] = _("{End}");

u8 Tips_420_000[] = _("{End}");

u8 Tips_421_000[] = _("{End}");

u8 Tips_422_000[] = _("{End}");

u8 Tips_423_000[] = _("{End}");

u8 Tips_424_000[] = _("ボクの う え にある マ— ク{End}");
u8 Tips_424_001[] = _("カエル フック{End}");
u8 Tips_424_002[] = _("カエル の シタ で{End}");
u8 Tips_424_003[] = _("ぶらさがる ······{End}");

u8 Tips_425_000[] = _("カエル は{End}");
u8 Tips_425_001[] = _("ながく シタを のばしている より{End}");
u8 Tips_425_002[] = _("フックに ちかい ときのほうが{End}");
u8 Tips_425_003[] = _("たかく とべる{End}");
u8 Tips_425_004[] = _("がん ばって しん ちゃん{End}");

u8 Tips_426_000[] = _("アクションビ—ム ······{End}");
u8 Tips_426_001[] = _("いろいろ な モノ こわ せる{End}");

u8 Tips_427_000[] = _("アクションビ—ム ······{End}");
u8 Tips_427_001[] = _("いろいろ な モノ こわ せる{End}");

u8 Tips_428_000[] = _("か わ いい···{End}");

u8 Tips_429_000[] = _("か わ いい···{End}");

u8 Tips_430_000[] = _("ボクの う え にある マ— ク{End}");
u8 Tips_430_001[] = _("カエル フック{End}");
u8 Tips_430_002[] = _("カエル の シタ で{End}");
u8 Tips_430_003[] = _("ぶらさがる ······{End}");

u8 Tips_431_000[] = _("か わ いい···{End}");

u8 Tips_432_000[] = _("か わ いい···{End}");

u8 Tips_433_000[] = _("か わ いい···{End}");

u8 Tips_434_000[] = _("··· ··· ···{End}");
u8 Tips_434_001[] = _("ハ チ ··· ···{End}");

u8 Tips_435_000[] = _("··· ··· ···{End}");
u8 Tips_435_001[] = _("ハ チ ··· ···{End}");

u8 Tips_436_000[] = _("ここのゆか こわれる···かも{End}");
u8 Tips_436_001[] = _("したに なにかが あ り そう{End}");
u8 Tips_436_002[] = _("けど··· カエル に なれない と{End}");
u8 Tips_436_003[] = _("あ ぶ な い{End}");

u8 Tips_437_000[] = _("ふうせんの した には{End}");
u8 Tips_437_001[] = _("なにか あ り そう···{End}");
u8 Tips_437_002[] = _("でも··· お ちたら あぶない{End}");

u8 Tips_438_000[] = _("アクションかめん{End}");
u8 Tips_438_001[] = _("ボク も ほ しい···{End}");

u8 Tips_439_000[] = _("アクションかめん{End}");
u8 Tips_439_001[] = _("ボク も ほ しい···{End}");

u8 Tips_440_000[] = _("か わ いい···{End}");

u8 Tips_441_000[] = _("か わ いい···{End}");

u8 Tips_442_000[] = _("か わ いい···{End}");

u8 Tips_443_000[] = _("か わ いい···{End}");

u8 Tips_444_000[] = _("いつもと ちがう じぶん···{End}");
u8 Tips_444_001[] = _("それが あれば だいじょうぶ···{End}");

u8 Tips_445_000[] = _("いつもと ちがう じぶん···{End}");
u8 Tips_445_001[] = _("それが あれば だいじょうぶ···{End}");

u8 Tips_446_000[] = _("··· ··· ···{End}");
u8 Tips_446_001[] = _("ハ チ ··· ···{End}");

u8 Tips_447_000[] = _("··· ··· ···{End}");
u8 Tips_447_001[] = _("ハ チ ··· ···{End}");

u8 Tips_448_000[] = _("この ステ—ジ 【わたあめ】が{End}");
u8 Tips_448_001[] = _("おちてる らしい···{End}");
u8 Tips_448_002[] = _("··· たべ られる かな ···{End}");

u8 Tips_449_000[] = _("【わたあめ】 で こうげき できる{End}");
u8 Tips_449_001[] = _("··· らしい{End}");
u8 Tips_449_002[] = _("？ ··· ···{End}");
u8 Tips_449_003[] = _("ボク も ほ しい{End}");

u8 Tips_450_000[] = _("アクションかめん{End}");
u8 Tips_450_001[] = _("ボク も ほ しい···{End}");

u8 Tips_451_000[] = _("アクションかめん{End}");
u8 Tips_451_001[] = _("ボク も ほ しい···{End}");

u8 Tips_452_000[] = _("か わ いい···{End}");

u8 Tips_453_000[] = _("それぞれの コス プ レ は{End}");
u8 Tips_453_001[] = _("ファミリ— と くみあわせると···{End}");
u8 Tips_453_002[] = _("いろいろ な ことが でき る···？{End}");

u8 Tips_454_000[] = _("か わ いい···{End}");

u8 Tips_455_000[] = _("か わ いい···{End}");

u8 Tips_456_000[] = _("か わ いい···{End}");

u8 Tips_457_000[] = _("か わ いい···{End}");

u8 Tips_458_000[] = _("··· ··· ···{End}");
u8 Tips_458_001[] = _("ハ チ ··· だいじに つかって···{End}");

u8 Tips_459_000[] = _("··· ··· ···{End}");
u8 Tips_459_001[] = _("ハ チ ··· だいじに つかって···{End}");

u8 Tips_460_000[] = _("みち に まよった ···{End}");
u8 Tips_460_001[] = _("カエル を つかって かえる···{End}");
u8 Tips_460_002[] = _("··· ··· ···{End}");
u8 Tips_460_003[] = _("··· ···えへ{End}");

u8 Tips_461_000[] = _("みち に まよった ···{End}");
u8 Tips_461_001[] = _("カエル を つかって かえる···{End}");
u8 Tips_461_002[] = _("··· ··· ···{End}");
u8 Tips_461_003[] = _("··· ···えへ{End}");

u8 Tips_462_000[] = _("このステ—ジ だい かつやく{End}");
u8 Tips_462_001[] = _("がん ば れ しん ちゃん{End}");

u8 Tips_463_000[] = _("このステ—ジ だい かつやく{End}");
u8 Tips_463_001[] = _("がん ば れ しん ちゃん{End}");

u8 Tips_464_000[] = _("か わ いい···{End}");

u8 Tips_465_000[] = _("か わ いい···{End}");

u8 Tips_466_000[] = _("カエル に かえる ···{End}");
u8 Tips_466_001[] = _("··· ··· ···{End}");
u8 Tips_466_002[] = _("··· ···えへ{End}");

u8 Tips_467_000[] = _("カエル に かえる ···{End}");
u8 Tips_467_001[] = _("··· ··· ···{End}");
u8 Tips_467_002[] = _("··· ···えへ{End}");

u8 Tips_468_000[] = _("か わ いい···{End}");

u8 Tips_469_000[] = _("か わ いい···{End}");

u8 Tips_470_000[] = _("··· ··· ···{End}");
u8 Tips_470_001[] = _("ハ チ ··· ···{End}");

u8 Tips_471_000[] = _("··· ··· ···{End}");
u8 Tips_471_001[] = _("ハ チ ··· ···{End}");

u8 Tips_472_000[] = _("{End}");

u8 Tips_473_000[] = _("{End}");

u8 Tips_474_000[] = _("{End}");

u8 Tips_475_000[] = _("{End}");

u8 Tips_476_000[] = _("{End}");

u8 Tips_477_000[] = _("{End}");

u8 Tips_478_000[] = _("{End}");

u8 Tips_479_000[] = _("{End}");

u8 Tips_480_000[] = _("{End}");

u8 Tips_481_000[] = _("{End}");

u8 Tips_482_000[] = _("{End}");

u8 Tips_483_000[] = _("{End}");

u8 Tips_484_000[] = _("ここ は やくひん くさい···{End}");
u8 Tips_484_001[] = _("なにかの あと かも···{End}");

u8 Tips_485_000[] = _("ここ は やくひん くさい···{End}");
u8 Tips_485_001[] = _("なにかの あと かも···{End}");

u8 Tips_486_000[] = _("アクションかめん{End}");
u8 Tips_486_001[] = _("ボク も ほ しい···{End}");

u8 Tips_487_000[] = _("アクションかめん{End}");
u8 Tips_487_001[] = _("ボク も ほ しい···{End}");

u8 Tips_488_000[] = _("か わ いい···{End}");

u8 Tips_489_000[] = _("か わ いい···{End}");

u8 Tips_490_000[] = _("か わ いい···{End}");

u8 Tips_491_000[] = _("か わ いい···{End}");

u8 Tips_492_000[] = _("か わ いい···{End}");

u8 Tips_493_000[] = _("か わ いい···{End}");

u8 Tips_494_000[] = _("··· ··· ···{End}");
u8 Tips_494_001[] = _("ハ チ ··· ···{End}");

u8 Tips_495_000[] = _("··· ··· ···{End}");
u8 Tips_495_001[] = _("ハ チ ··· ···{End}");

u8 Tips_496_000[] = _("ボ—{End}");
u8 Tips_496_001[] = _("ステ—ジ09{End}");
u8 Tips_496_002[] = _("ノ—マル{End}");
u8 Tips_496_003[] = _("クリアまえ{End}");

u8 Tips_497_000[] = _("ボ—{End}");
u8 Tips_497_001[] = _("ステ—ジ09{End}");
u8 Tips_497_002[] = _("ノ—マル{End}");
u8 Tips_497_003[] = _("クリアあと{End}");

u8 Tips_498_000[] = _("ボ—{End}");
u8 Tips_498_001[] = _("ステ—ジ09{End}");
u8 Tips_498_002[] = _("アクション{End}");
u8 Tips_498_003[] = _("クリアまえ{End}");

u8 Tips_499_000[] = _("ボ—{End}");
u8 Tips_499_001[] = _("ステ—ジ09{End}");
u8 Tips_499_002[] = _("アクション{End}");
u8 Tips_499_003[] = _("クリアあと{End}");

u8 Tips_500_000[] = _("ボ—{End}");
u8 Tips_500_001[] = _("ステ—ジ09{End}");
u8 Tips_500_002[] = _("サル{End}");
u8 Tips_500_003[] = _("クリアまえ{End}");

u8 Tips_501_000[] = _("ボ—{End}");
u8 Tips_501_001[] = _("ステ—ジ09{End}");
u8 Tips_501_002[] = _("サル{End}");
u8 Tips_501_003[] = _("クリアあと{End}");

u8 Tips_502_000[] = _("ボ—{End}");
u8 Tips_502_001[] = _("ステ—ジ09{End}");
u8 Tips_502_002[] = _("カエル{End}");
u8 Tips_502_003[] = _("クリアまえ{End}");

u8 Tips_503_000[] = _("ボ—{End}");
u8 Tips_503_001[] = _("ステ—ジ09{End}");
u8 Tips_503_002[] = _("カエル{End}");
u8 Tips_503_003[] = _("クリアあと{End}");

u8 Tips_504_000[] = _("ボ—{End}");
u8 Tips_504_001[] = _("ステ—ジ09{End}");
u8 Tips_504_002[] = _("ニワトリ{End}");
u8 Tips_504_003[] = _("クリアまえ{End}");

u8 Tips_505_000[] = _("ボ—{End}");
u8 Tips_505_001[] = _("ステ—ジ09{End}");
u8 Tips_505_002[] = _("ニワトリ{End}");
u8 Tips_505_003[] = _("クリアあと{End}");

u8 Tips_506_000[] = _("ボ—{End}");
u8 Tips_506_001[] = _("ステ—ジ09{End}");
u8 Tips_506_002[] = _("ハチ{End}");
u8 Tips_506_003[] = _("クリアまえ{End}");

u8 Tips_507_000[] = _("ボ—{End}");
u8 Tips_507_001[] = _("ステ—ジ09{End}");
u8 Tips_507_002[] = _("ハチ{End}");
u8 Tips_507_003[] = _("クリアあと{End}");

u8 Tips_508_000[] = _("ボ—{End}");
u8 Tips_508_001[] = _("ステ—ジ10{End}");
u8 Tips_508_002[] = _("ノ—マル{End}");
u8 Tips_508_003[] = _("クリアまえ{End}");

u8 Tips_509_000[] = _("ボ—{End}");
u8 Tips_509_001[] = _("ステ—ジ10{End}");
u8 Tips_509_002[] = _("ノ—マル{End}");
u8 Tips_509_003[] = _("クリアあと{End}");

u8 Tips_510_000[] = _("ボ—{End}");
u8 Tips_510_001[] = _("ステ—ジ10{End}");
u8 Tips_510_002[] = _("アクション{End}");
u8 Tips_510_003[] = _("クリアまえ{End}");

u8 Tips_511_000[] = _("ボ—{End}");
u8 Tips_511_001[] = _("ステ—ジ10{End}");
u8 Tips_511_002[] = _("アクション{End}");
u8 Tips_511_003[] = _("クリアあと{End}");

u8 Tips_512_000[] = _("ボ—{End}");
u8 Tips_512_001[] = _("ステ—ジ10{End}");
u8 Tips_512_002[] = _("サル{End}");
u8 Tips_512_003[] = _("クリアまえ{End}");

u8 Tips_513_000[] = _("ボ—{End}");
u8 Tips_513_001[] = _("ステ—ジ10{End}");
u8 Tips_513_002[] = _("サル{End}");
u8 Tips_513_003[] = _("クリアあと{End}");

u8 Tips_514_000[] = _("ボ—{End}");
u8 Tips_514_001[] = _("ステ—ジ10{End}");
u8 Tips_514_002[] = _("カエル{End}");
u8 Tips_514_003[] = _("クリアまえ{End}");

u8 Tips_515_000[] = _("ボ—{End}");
u8 Tips_515_001[] = _("ステ—ジ10{End}");
u8 Tips_515_002[] = _("カエル{End}");
u8 Tips_515_003[] = _("クリアあと{End}");

u8 Tips_516_000[] = _("ボ—{End}");
u8 Tips_516_001[] = _("ステ—ジ10{End}");
u8 Tips_516_002[] = _("ニワトリ{End}");
u8 Tips_516_003[] = _("クリアまえ{End}");

u8 Tips_517_000[] = _("ボ—{End}");
u8 Tips_517_001[] = _("ステ—ジ10{End}");
u8 Tips_517_002[] = _("ニワトリ{End}");
u8 Tips_517_003[] = _("クリアあと{End}");

u8 Tips_518_000[] = _("ボ—{End}");
u8 Tips_518_001[] = _("ステ—ジ10{End}");
u8 Tips_518_002[] = _("ハチ{End}");
u8 Tips_518_003[] = _("クリアまえ{End}");

u8 Tips_519_000[] = _("ボ—{End}");
u8 Tips_519_001[] = _("ステ—ジ10{End}");
u8 Tips_519_002[] = _("ハチ{End}");
u8 Tips_519_003[] = _("クリアあと{End}");

u8 Tips_520_000[] = _("【いし】は やまから かわをながれ{End}");
u8 Tips_520_001[] = _("やがて うみに たどりつく···{End}");
u8 Tips_520_002[] = _("···まるで ひとの じんせい···{End}");

u8 Tips_521_000[] = _("【いし】は やまから かわをながれ{End}");
u8 Tips_521_001[] = _("やがて うみに たどりつく···{End}");
u8 Tips_521_002[] = _("···まるで ひとの じんせい···{End}");

u8 Tips_522_000[] = _("このさき に いる ボスは{End}");
u8 Tips_522_001[] = _("アクションかめん で たおし やすい{End}");
u8 Tips_522_002[] = _("··· かも ···{End}");

u8 Tips_523_000[] = _("このさき に いる ボスは{End}");
u8 Tips_523_001[] = _("アクションかめん で たおし やすい{End}");
u8 Tips_523_002[] = _("··· かも ···{End}");

u8 Tips_524_000[] = _("か わ いい···{End}");

u8 Tips_525_000[] = _("か わ いい···{End}");

u8 Tips_526_000[] = _("か わ いい···{End}");

u8 Tips_527_000[] = _("か わ いい···{End}");

u8 Tips_528_000[] = _("か わ いい···{End}");

u8 Tips_529_000[] = _("か わ いい···{End}");

u8 Tips_530_000[] = _("··· ··· ···{End}");
u8 Tips_530_001[] = _("ハ チ ··· だいじに つかって···{End}");

u8 Tips_531_000[] = _("··· ··· ···{End}");
u8 Tips_531_001[] = _("ハ チ ··· だいじに つかって···{End}");

u8 Tips_532_000[] = _("ありがとう きたかすです{End}");

u8 Tips_533_000[] = _("ううぅ せんとういんに やられて{End}");
u8 Tips_533_001[] = _("ワシまで こんな かっこうに···{End}");
u8 Tips_533_002[] = _("いつまで つづければ いいんじゃろう？{End}");
u8 Tips_533_003[] = _("ハイグレ！ ハイグレ！ ハイグレ！{End}");

u8 Tips_534_000[] = _("ううぅ せんとういんに やられて{End}");
u8 Tips_534_001[] = _("ワシまで こんな かっこうに···{End}");
u8 Tips_534_002[] = _("いつまで つづければ いいんじゃろう？{End}");
u8 Tips_534_003[] = _("ハイグレ！ ハイグレ！ ハイグレ！{End}");

u8 Tips_535_000[] = _("{End}");

u8 Tips_536_000[] = _("おおっ！ それは ワシがつくった{End}");
u8 Tips_536_001[] = _("アクションかめんス—ツ！{End}");
u8 Tips_536_002[] = _("だいじに つかうんじゃぞ！{End}");
u8 Tips_536_003[] = _("ハイグレ！ ハイグレ！ ハイグレ！{End}");

u8 Tips_537_000[] = _("きたかす{End}");
u8 Tips_537_001[] = _("サル{End}");
u8 Tips_537_002[] = _("クリアまえ{End}");

u8 Tips_538_000[] = _("だれが つくったのか しらんが{End}");
u8 Tips_538_001[] = _("よくできとるのぉ~ ハイグレ！{End}");

u8 Tips_539_000[] = _("{End}");

u8 Tips_540_000[] = _("だれが つくったのか しらんが{End}");
u8 Tips_540_001[] = _("よくできとるのぉ~ ハイグレ！{End}");

u8 Tips_541_000[] = _("{End}");

u8 Tips_542_000[] = _("だれが つくったのか しらんが{End}");
u8 Tips_542_001[] = _("よくできとるのぉ~ ハイグレ！{End}");

u8 Tips_543_000[] = _("{End}");

u8 Tips_544_000[] = _("だれが つくったのか しらんが{End}");
u8 Tips_544_001[] = _("よくできとるのぉ~ ハイグレ！{End}");

u8 Tips_545_000[] = _("ありがとう おおぶくろです{End}");

u8 Tips_546_000[] = _("つうろにある パイプには{End}");
u8 Tips_546_001[] = _("つかまることが できるんじゃよ{End}");
u8 Tips_546_002[] = _("しってたかの？{End}");
u8 Tips_546_003[] = _("{End}");
u8 Tips_546_004[] = _("ただし ふきだす じょうきには{End}");
u8 Tips_546_005[] = _("ちゅういするんじゃぞ{End}");

u8 Tips_547_000[] = _("つうろにある パイプには{End}");
u8 Tips_547_001[] = _("つかまることが できるんじゃよ{End}");
u8 Tips_547_002[] = _("しってたかの？{End}");
u8 Tips_547_003[] = _("{End}");
u8 Tips_547_004[] = _("ただし ふきだす じょうきには{End}");
u8 Tips_547_005[] = _("ちゅういするんじゃぞ{End}");

u8 Tips_548_000[] = _("ぼうかシャッタ—を アクションビ—ムで{End}");
u8 Tips_548_001[] = _("こわすことに きがついたか{End}");
u8 Tips_548_002[] = _("さすがじゃのう{End}");

u8 Tips_549_000[] = _("ぼうかシャッタ—を アクションビ—ムで{End}");
u8 Tips_549_001[] = _("こわすことに きがついたか{End}");
u8 Tips_549_002[] = _("さすがじゃのう{End}");

u8 Tips_550_000[] = _("ワシがつくった【セキトリス—ツ】{End}");
u8 Tips_550_001[] = _("やくに たっとるかの？{End}");

u8 Tips_551_000[] = _("ワシがつくった【セキトリス—ツ】{End}");
u8 Tips_551_001[] = _("やくに たっとるかの？{End}");

u8 Tips_552_000[] = _("ワシがつくった【セキトリス—ツ】{End}");
u8 Tips_552_001[] = _("やくに たっとるかの？{End}");

u8 Tips_553_000[] = _("ワシがつくった【セキトリス—ツ】{End}");
u8 Tips_553_001[] = _("やくに たっとるかの？{End}");

u8 Tips_554_000[] = _("ワシがつくった 【セキトリス—ツ】{End}");
u8 Tips_554_001[] = _("やくに たっとるかの？{End}");

u8 Tips_555_000[] = _("ワシがつくった【セキトリス—ツ】{End}");
u8 Tips_555_001[] = _("やくに たっとるかの？{End}");

u8 Tips_556_000[] = _("ワシがつくった 【セキトリス—ツ】{End}");
u8 Tips_556_001[] = _("やくに たっとるかの？{End}");

u8 Tips_557_000[] = _("ワシがつくった【セキトリス—ツ】{End}");
u8 Tips_557_001[] = _("やくに たっとるかの？{End}");

u8 Tips_558_000[] = _("ありがとう せんちょうです{End}");

u8 Tips_559_000[] = _("わたしは てあしをしばられているので{End}");
u8 Tips_559_001[] = _("ロッカ—をあけることが できない{End}");
u8 Tips_559_002[] = _("キミだけが たよりだ！{End}");

u8 Tips_560_000[] = _("サルのかっこうを していれば{End}");
u8 Tips_560_001[] = _("サルたちを だませるかも しれないな···{End}");

u8 Tips_561_000[] = _("サルたちが いちどにおそってきても{End}");
u8 Tips_561_001[] = _("アクションロ—リングサンダ—なら{End}");
u8 Tips_561_002[] = _("けちらせるだろうな{End}");

u8 Tips_562_000[] = _("サルのかっこうを していれば{End}");
u8 Tips_562_001[] = _("サルたちを だませるかも しれないな···{End}");

u8 Tips_563_000[] = _("サルの コスプレか{End}");
u8 Tips_563_001[] = _("{End}");
u8 Tips_563_002[] = _("そのかっこうなら{End}");
u8 Tips_563_003[] = _("サルたちが なかまだとおもって{End}");
u8 Tips_563_004[] = _("こうげきしてこないかもしれないな{End}");

u8 Tips_564_000[] = _("ほそいつうろも【かべげり】ならば{End}");
u8 Tips_564_001[] = _("のぼっていけるかもな{End}");

u8 Tips_565_000[] = _("わたしは てあしをしばられているので{End}");
u8 Tips_565_001[] = _("ロッカ—をあけることが できない{End}");
u8 Tips_565_002[] = _("キミだけが たよりだ！{End}");

u8 Tips_566_000[] = _("サルのかっこうを していれば{End}");
u8 Tips_566_001[] = _("サルたちを だませるかも しれないな···{End}");

u8 Tips_567_000[] = _("サルのかっこうを していれば{End}");
u8 Tips_567_001[] = _("サルたちを だませるかも しれないな···{End}");

u8 Tips_568_000[] = _("サルのかっこうを していれば{End}");
u8 Tips_568_001[] = _("サルたちを だませるかも しれないな···{End}");

u8 Tips_569_000[] = _("サルのかっこうを していれば{End}");
u8 Tips_569_001[] = _("サルたちを だませるかも しれないな···{End}");

u8 Tips_570_000[] = _("サルのかっこうを していれば{End}");
u8 Tips_570_001[] = _("サルたちを だませるかも しれないな···{End}");

u8 Tips_571_000[] = _("ありがとう カレ—のおばちゃんです{End}");

u8 Tips_572_000[] = _("こんやはカレ—だよ{End}");
u8 Tips_572_001[] = _("{End}");

u8 Tips_573_000[] = _("こんやはカレ—だよ{End}");

u8 Tips_574_000[] = _("こんやはカレ—だよ{End}");

u8 Tips_575_000[] = _("こんやはカレ—だよ{End}");

u8 Tips_576_000[] = _("こんやはカレ—だよ{End}");

u8 Tips_577_000[] = _("こんやはカレ—だよ{End}");

u8 Tips_578_000[] = _("こんやはカレ—だよ{End}");

u8 Tips_579_000[] = _("こんやはカレ—だよ{End}");

u8 Tips_580_000[] = _("チキンカレ—にしたら よかったかねぇ？{End}");

u8 Tips_581_000[] = _("チキンカレ—にしたら よかったかねぇ？{End}");

u8 Tips_582_000[] = _("こんやはカレ—だよ{End}");

u8 Tips_583_000[] = _("こんやは はちみついり カレ—だよ{End}");

u8 Tips_584_000[] = _("ありがとう カレ—のおばちゃんです{End}");

u8 Tips_585_000[] = _("イエスタディ·ワンスモア が{End}");
u8 Tips_585_001[] = _("キミたちを つかまえようとしているよ{End}");
u8 Tips_585_002[] = _("やねのうえを とおっていくのも{End}");
u8 Tips_585_003[] = _("ひとつのて かもな···{End}");

u8 Tips_586_000[] = _("イエスタディ·ワンスモア が{End}");
u8 Tips_586_001[] = _("キミたちを つかまえようとしているよ{End}");
u8 Tips_586_002[] = _("やねのうえを とおっていくのも{End}");
u8 Tips_586_003[] = _("ひとつのて かもな···{End}");

u8 Tips_587_000[] = _("イエスタディ·ワンスモア が{End}");
u8 Tips_587_001[] = _("キミたちを つかまえようとしているよ{End}");
u8 Tips_587_002[] = _("やねのうえを とおっていくのも{End}");
u8 Tips_587_003[] = _("ひとつのて かもな···{End}");

u8 Tips_588_000[] = _("イエスタディ·ワンスモア が{End}");
u8 Tips_588_001[] = _("キミたちを つかまえようとしているよ{End}");
u8 Tips_588_002[] = _("やねのうえを とおっていくのも{End}");
u8 Tips_588_003[] = _("ひとつのて かもな···{End}");

u8 Tips_589_000[] = _("イエスタディ·ワンスモア が{End}");
u8 Tips_589_001[] = _("キミたちを つかまえようとしているよ{End}");
u8 Tips_589_002[] = _("やねのうえを とおっていくのも{End}");
u8 Tips_589_003[] = _("ひとつのて かもな···{End}");

u8 Tips_590_000[] = _("イエスタディ·ワンスモア が{End}");
u8 Tips_590_001[] = _("キミたちを つかまえようとしているよ{End}");
u8 Tips_590_002[] = _("やねのうえを とおっていくのも{End}");
u8 Tips_590_003[] = _("ひとつのて かもな···{End}");

u8 Tips_591_000[] = _("がいとうの ランプには{End}");
u8 Tips_591_001[] = _("ぶらさがることが できるよ{End}");

u8 Tips_592_000[] = _("がいとうの ランプには{End}");
u8 Tips_592_001[] = _("ぶらさがることが できるよ{End}");

u8 Tips_593_000[] = _("イエスタディ·ワンスモア が{End}");
u8 Tips_593_001[] = _("キミたちを つかまえようとしているよ{End}");
u8 Tips_593_002[] = _("やねのうえを とおっていくのも{End}");
u8 Tips_593_003[] = _("ひとつのて かもな···{End}");

u8 Tips_594_000[] = _("イエスタディ·ワンスモア が{End}");
u8 Tips_594_001[] = _("キミたちを つかまえようとしているよ{End}");
u8 Tips_594_002[] = _("やねのうえを とおっていくのも{End}");
u8 Tips_594_003[] = _("ひとつのて かもな···{End}");

u8 Tips_595_000[] = _("イエスタディ·ワンスモア が{End}");
u8 Tips_595_001[] = _("キミたちを つかまえようとしているよ{End}");
u8 Tips_595_002[] = _("やねのうえを とおっていくのも{End}");
u8 Tips_595_003[] = _("ひとつのて かもな···{End}");

u8 Tips_596_000[] = _("イエスタディ·ワンスモア が{End}");
u8 Tips_596_001[] = _("キミたちを つかまえようとしているよ{End}");
u8 Tips_596_002[] = _("やねのうえを とおっていくのも{End}");
u8 Tips_596_003[] = _("ひとつのて かもな···{End}");

u8 Tips_597_000[] = _("ありがとう じゅうぎょういん00です{End}");

u8 Tips_598_000[] = _("このフロアのアトラクションは{End}");
u8 Tips_598_001[] = _("ただいま じゅんびちゅうです{End}");
u8 Tips_598_002[] = _("しばらくおまちください{End}");

u8 Tips_599_000[] = _("たいへんながらく おまたせしました{End}");
u8 Tips_599_001[] = _("スクリ—ン5 スクリ—ン6{End}");
u8 Tips_599_002[] = _("じょうえいかいし です{End}");

u8 Tips_600_000[] = _("もうしわけありません{End}");
u8 Tips_600_001[] = _("ここよりさき かんけいしゃいがいの{End}");
u8 Tips_600_002[] = _("たちいりは ごえんりょねがいます{End}");

u8 Tips_601_000[] = _("しはいにんが おまちしております{End}");
u8 Tips_601_001[] = _("どうぞ{End}");

u8 Tips_602_000[] = _("しはいにんが そんなことを？{End}");
u8 Tips_602_001[] = _("わたしには しんじられません···{End}");

u8 Tips_603_000[] = _("ありがとう じゅうぎょういん01です{End}");

u8 Tips_604_000[] = _("このフロアのアトラクションは{End}");
u8 Tips_604_001[] = _("ただいま じゅんびちゅうです{End}");
u8 Tips_604_002[] = _("しばらくおまちください{End}");

u8 Tips_605_000[] = _("たいへんながらく おまたせしました{End}");
u8 Tips_605_001[] = _("スクリ—ン7 スクリ—ン8{End}");
u8 Tips_605_002[] = _("じょうえいかいしです{End}");

u8 Tips_606_000[] = _("じゅうぎょういん01{End}");
u8 Tips_606_001[] = _("ノ—マル{End}");
u8 Tips_606_002[] = _("シネコン3{End}");

u8 Tips_607_000[] = _("しはいにんが おまちしております{End}");
u8 Tips_607_001[] = _("どうぞ{End}");

u8 Tips_608_000[] = _("しはいにんが そんなことを？{End}");
u8 Tips_608_001[] = _("わたしには しんじられません···{End}");

u8 Tips_609_000[] = _("ありがとう じゅうぎょういん02です{End}");

u8 Tips_610_000[] = _("このフロアのアトラクションは{End}");
u8 Tips_610_001[] = _("ただいま じゅんびちゅうです{End}");
u8 Tips_610_002[] = _("しばらくおまちください{End}");

u8 Tips_611_000[] = _("このフロアのアトラクションは{End}");
u8 Tips_611_001[] = _("ただいま じゅんびちゅうです{End}");
u8 Tips_611_002[] = _("しばらくおまちください{End}");

u8 Tips_612_000[] = _("たいへんながらく おまたせしました{End}");
u8 Tips_612_001[] = _("スクリ—ン9 スクリ—ン10{End}");
u8 Tips_612_002[] = _("じょうえいかいしです{End}");

u8 Tips_613_000[] = _("しはいにんが おまちしております{End}");
u8 Tips_613_001[] = _("どうぞ{End}");

u8 Tips_614_000[] = _("しはいにんが そんなことを？{End}");
u8 Tips_614_001[] = _("わたしには しんじられません···{End}");

u8 Tips_615_000[] = _("ありがとう じゅうぎょういん03です{End}");

u8 Tips_616_000[] = _("このフロアのアトラクションは{End}");
u8 Tips_616_001[] = _("ただいま じゅんびちゅうです{End}");
u8 Tips_616_002[] = _("しばらくおまちください{End}");

u8 Tips_617_000[] = _("このフロアのアトラクションは{End}");
u8 Tips_617_001[] = _("ただいま じゅんびちゅうです{End}");
u8 Tips_617_002[] = _("しばらくおまちください{End}");

u8 Tips_618_000[] = _("たいへんながらく おまたせしました{End}");
u8 Tips_618_001[] = _("スクリ—ン11 じょうえいかいしです{End}");

u8 Tips_619_000[] = _("しはいにんが おまちしております{End}");
u8 Tips_619_001[] = _("どうぞ{End}");

u8 Tips_620_000[] = _("しはいにんが そんなことを？{End}");
u8 Tips_620_001[] = _("わたしには しんじられません···{End}");

u8 Tips_621_000[] = _("ありがとう マサオシネコンです{End}");

u8 Tips_622_000[] = _("マサオシネコン{End}");
u8 Tips_622_001[] = _("ノ—マル{End}");
u8 Tips_622_002[] = _("シネコン1{End}");

u8 Tips_623_000[] = _("マサオシネコン{End}");
u8 Tips_623_001[] = _("ノ—マル{End}");
u8 Tips_623_002[] = _("シネコン2{End}");

u8 Tips_624_000[] = _("マサオシネコン{End}");
u8 Tips_624_001[] = _("ノ—マル{End}");
u8 Tips_624_002[] = _("シネコン3{End}");

u8 Tips_625_000[] = _("マサオシネコン{End}");
u8 Tips_625_001[] = _("ノ—マル{End}");
u8 Tips_625_002[] = _("シネコン4{End}");

u8 Tips_626_000[] = _("マサオシネコン{End}");
u8 Tips_626_001[] = _("ノ—マル{End}");
u8 Tips_626_002[] = _("シネコン5{End}");

u8 Tips_627_000[] = _("ありがとう カザマシネコンです{End}");

u8 Tips_628_000[] = _("カザマシネコン{End}");
u8 Tips_628_001[] = _("ノ—マル{End}");
u8 Tips_628_002[] = _("シネコン1{End}");

u8 Tips_629_000[] = _("カザマシネコン{End}");
u8 Tips_629_001[] = _("ノ—マル{End}");
u8 Tips_629_002[] = _("シネコン2{End}");

u8 Tips_630_000[] = _("カザマシネコン{End}");
u8 Tips_630_001[] = _("ノ—マル{End}");
u8 Tips_630_002[] = _("シネコン3{End}");

u8 Tips_631_000[] = _("カザマシネコン{End}");
u8 Tips_631_001[] = _("ノ—マル{End}");
u8 Tips_631_002[] = _("シネコン4{End}");

u8 Tips_632_000[] = _("カザマシネコン{End}");
u8 Tips_632_001[] = _("ノ—マル{End}");
u8 Tips_632_002[] = _("シネコン5{End}");

u8 Tips_633_000[] = _("ありがとう ネネシネコンです{End}");

u8 Tips_634_000[] = _("ネネシネコン{End}");
u8 Tips_634_001[] = _("ノ—マル{End}");
u8 Tips_634_002[] = _("シネコン1{End}");

u8 Tips_635_000[] = _("ネネシネコン{End}");
u8 Tips_635_001[] = _("ノ—マル{End}");
u8 Tips_635_002[] = _("シネコン2{End}");

u8 Tips_636_000[] = _("ネネシネコン{End}");
u8 Tips_636_001[] = _("ノ—マル{End}");
u8 Tips_636_002[] = _("シネコン3{End}");

u8 Tips_637_000[] = _("ネネシネコン{End}");
u8 Tips_637_001[] = _("ノ—マル{End}");
u8 Tips_637_002[] = _("シネコン4{End}");

u8 Tips_638_000[] = _("ネネシネコン{End}");
u8 Tips_638_001[] = _("ノ—マル{End}");
u8 Tips_638_002[] = _("シネコン5{End}");

u8 Tips_639_000[] = _("ありがとう ボ—シネコンです{End}");

u8 Tips_640_000[] = _("ボ—シネコン{End}");
u8 Tips_640_001[] = _("ノ—マル{End}");
u8 Tips_640_002[] = _("シネコン1{End}");

u8 Tips_641_000[] = _("ボ—シネコン{End}");
u8 Tips_641_001[] = _("ノ—マル{End}");
u8 Tips_641_002[] = _("シネコン2{End}");

u8 Tips_642_000[] = _("ボ—シネコン{End}");
u8 Tips_642_001[] = _("ノ—マル{End}");
u8 Tips_642_002[] = _("シネコン3{End}");

u8 Tips_643_000[] = _("ボ—シネコン{End}");
u8 Tips_643_001[] = _("ノ—マル{End}");
u8 Tips_643_002[] = _("シネコン4{End}");

u8 Tips_644_000[] = _("ボ—シネコン{End}");
u8 Tips_644_001[] = _("ノ—マル{End}");
u8 Tips_644_002[] = _("シネコン5{End}");

u8 Tips_645_000[] = _("ありがとう しんちゃん{End}");
u8 Tips_645_001[] = _("【バレ—ボ—ル】を くれるのね{End}");
u8 Tips_645_002[] = _("ちょうど あたらしいのが ほしかったのよ{End}");
u8 Tips_645_003[] = _("{End}");
u8 Tips_645_004[] = _("こんどのしあいでの ワタシのかつやく{End}");
u8 Tips_645_005[] = _("この【つかいすてカメラ】で うつしてね{End}");
u8 Tips_645_006[] = _("アイテム【つかいすてカメラ】を てにいれた{End}");

u8 Tips_646_000[] = _("うちの ママさんバレ—のチ—ム{End}");
u8 Tips_646_001[] = _("れんしゅうが とてもハ—ドだから{End}");
u8 Tips_646_002[] = _("すぐに【バレ—ボ—ル】が{End}");
u8 Tips_646_003[] = _("ダメになっちゃうのよねぇ···{End}");

u8 Tips_647_000[] = _("うちの ママさんバレ—のチ—ム{End}");
u8 Tips_647_001[] = _("れんしゅうが とてもハ—ドだから{End}");
u8 Tips_647_002[] = _("すぐに【バレ—ボ—ル】が{End}");
u8 Tips_647_003[] = _("ダメになっちゃうのよねぇ···{End}");

u8 Tips_648_000[] = _("マサオも スクリ—ンのなかに{End}");
u8 Tips_648_001[] = _("はいっていったようだけど{End}");
u8 Tips_648_002[] = _("だいじょうぶかしらねぇ···{End}");
u8 Tips_648_003[] = _("しんちゃん あのこが こまっていたら{End}");
u8 Tips_648_004[] = _("たすけてあげてね{End}");

u8 Tips_649_000[] = _("しんちゃん あのこが こまっていたら{End}");
u8 Tips_649_001[] = _("たすけてあげてね{End}");

u8 Tips_650_000[] = _("しんちゃん あのこが こまっていたら{End}");
u8 Tips_650_001[] = _("たすけてあげてね{End}");

u8 Tips_651_000[] = _("まぁ しんちゃん その【えいかいわセット】{End}");
u8 Tips_651_001[] = _("くださるの？{End}");
u8 Tips_651_002[] = _("ありがたく いただくわ ホホホ{End}");
u8 Tips_651_003[] = _("{End}");
u8 Tips_651_004[] = _("おれいに この【かいぞくぼうし】あげるわ{End}");
u8 Tips_651_005[] = _("アナタに にあう···かしら·ね···？{End}");
u8 Tips_651_006[] = _("アイテム【かいぞくぼうし】を てにいれた{End}");

u8 Tips_652_000[] = _("こんどの おやすみには{End}");
u8 Tips_652_001[] = _("かぞくそろって ヨ—ロッパに{End}");
u8 Tips_652_002[] = _("いきますのよ ホホホ{End}");

u8 Tips_653_000[] = _("こんどの おやすみには{End}");
u8 Tips_653_001[] = _("かぞくそろって ヨ—ロッパに{End}");
u8 Tips_653_002[] = _("いきますのよ ホホホ{End}");

u8 Tips_654_000[] = _("トオルちゃんも がんばってるようだけど{End}");
u8 Tips_654_001[] = _("なかなか スタンプがあつまらないの···{End}");

u8 Tips_655_000[] = _("トオルちゃんの へやから{End}");
u8 Tips_655_001[] = _("【まじょっこシ—ル】が でてきたんだけど{End}");
u8 Tips_655_002[] = _("あつめてるのかしら？{End}");
u8 Tips_655_003[] = _("······まさかねぇ···{End}");

u8 Tips_656_000[] = _("しはいにんって いったい なにもの{End}");
u8 Tips_656_001[] = _("だったのかしら···{End}");

u8 Tips_657_000[] = _("あら しんちゃん その【エステけん】{End}");
u8 Tips_657_001[] = _("わたしに くれるの？{End}");
u8 Tips_657_002[] = _("（どういう かぜのふきまわし かしら？）{End}");
u8 Tips_657_003[] = _("{End}");
u8 Tips_657_004[] = _("ありがとう{End}");
u8 Tips_657_005[] = _("せっかくだから いただくわ{End}");
u8 Tips_657_006[] = _("そうそう うちのネネにあったら{End}");
u8 Tips_657_007[] = _("この【ヌイグルミ】わたしてくれないかしら？{End}");
u8 Tips_657_008[] = _("おねがいね！{End}");
u8 Tips_657_009[] = _("{End}");
u8 Tips_657_010[] = _("アイテム【ウサギのヌイグルミ】を{End}");
u8 Tips_657_011[] = _("てにいれた{End}");

u8 Tips_658_000[] = _("えいがを みながらたべる{End}");
u8 Tips_658_001[] = _("ポップコ—ンって おいしいのよね···{End}");
u8 Tips_658_002[] = _("（でも ガマン ガマン···）{End}");

u8 Tips_659_000[] = _("えいがを みながらたべる{End}");
u8 Tips_659_001[] = _("ポップコ—ンって おいしいのよね···{End}");
u8 Tips_659_002[] = _("（でも ガマン ガマン···）{End}");

u8 Tips_660_000[] = _("しんちゃんもきてたのね{End}");
u8 Tips_660_001[] = _("{End}");
u8 Tips_660_002[] = _("うちのネネ みかけたら{End}");
u8 Tips_660_003[] = _("こえかけてあげてね{End}");

u8 Tips_661_000[] = _("しんちゃんもきてたのね{End}");
u8 Tips_661_001[] = _("{End}");
u8 Tips_661_002[] = _("うちのネネ みかけたら{End}");
u8 Tips_661_003[] = _("こえかけてあげてね{End}");

u8 Tips_662_000[] = _("ネネママ{End}");
u8 Tips_662_001[] = _("ノ—マル{End}");
u8 Tips_662_002[] = _("シネコン5{End}");

u8 Tips_663_000[] = _("ミッチ—{End}");
u8 Tips_663_001[] = _(" ありがとう しんちゃん{End}");
u8 Tips_663_002[] = _(" この【フィギュア】ほしかったのよ！{End}");
u8 Tips_663_003[] = _(" {End}");
u8 Tips_663_004[] = _(" おれいに この【まじょっこシ—ル】を{End}");
u8 Tips_663_005[] = _(" あげるわ{End}");
u8 Tips_663_006[] = _(" きにいると いいけど···どうかしら？{End}");
u8 Tips_663_007[] = _("{End}");
u8 Tips_663_008[] = _("アイテム【まじょっこシ—ル】を てにいれた{End}");

u8 Tips_664_000[] = _("ヨシリン{End}");
u8 Tips_664_001[] = _(" あおいカ—ドをあつめているかい？{End}");
u8 Tips_664_002[] = _(" みぎがわの カウンタ—で{End}");
u8 Tips_664_003[] = _(" コレクションがみられるんだよ{End}");
u8 Tips_664_004[] = _(" ぜんぶの【めいばめん】を{End}");
u8 Tips_664_005[] = _(" あつめたいよねぇ~{End}");

u8 Tips_665_000[] = _("ヨシリン{End}");
u8 Tips_665_001[] = _(" あおいカ—ドをあつめているかい？{End}");
u8 Tips_665_002[] = _(" みぎがわの カウンタ—で{End}");
u8 Tips_665_003[] = _(" コレクションがみられるんだよ{End}");
u8 Tips_665_004[] = _(" ぜんぶの【めいばめん】を{End}");
u8 Tips_665_005[] = _(" あつめたいよねぇ~{End}");

u8 Tips_666_000[] = _("ミッチ—{End}");
u8 Tips_666_001[] = _(" しんちゃん しってた~？{End}");
u8 Tips_666_002[] = _(" まんなかの つうろにあるドアは{End}");
u8 Tips_666_003[] = _(" ミニゲ—ムル—ムに つうじてるのよ{End}");
u8 Tips_666_004[] = _(" ステ—ジを クリアしていくうちに{End}");
u8 Tips_666_005[] = _(" あそべるミニゲ—ムも ふえるんだって！{End}");
u8 Tips_666_006[] = _(" たのしみね~！{End}");

u8 Tips_667_000[] = _("ヨシリン{End}");
u8 Tips_667_001[] = _(" やさしいモ—ドだけを プレイしても{End}");
u8 Tips_667_002[] = _(" すべてのコレクションは うまらないよ{End}");
u8 Tips_667_003[] = _(" むずかしいモ—ドも やらないとね！{End}");

u8 Tips_668_000[] = _("よしみち{End}");
u8 Tips_668_001[] = _("ノ—マル{End}");
u8 Tips_668_002[] = _("シネコン5{End}");

u8 Tips_669_000[] = _("おや【かいぞくぼうし】ですか！{End}");
u8 Tips_669_001[] = _("{End}");
u8 Tips_669_002[] = _("わたしも こどものころ{End}");
u8 Tips_669_003[] = _("あこがれたものです···{End}");
u8 Tips_669_004[] = _("おれいに このカ—ドをあげましょう{End}");
u8 Tips_669_005[] = _("なかなか てにはいらない ものですよ{End}");
u8 Tips_669_006[] = _("コレクションナンバ— 22 のカ—ドを{End}");
u8 Tips_669_007[] = _("てにいれた{End}");

u8 Tips_670_000[] = _("いちどクリアした ステ—ジは{End}");
u8 Tips_670_001[] = _("とちゅうで ぬけだすことができますよ{End}");
u8 Tips_670_002[] = _("スタ—トボタンをおして 【ＥＸＩＴ】を{End}");
u8 Tips_670_003[] = _("えらびＡボタンを おすといいですよ{End}");

u8 Tips_671_000[] = _("ステ—ジで ひろったアイテムは{End}");
u8 Tips_671_001[] = _("ほしがっている ひとが いるかもしれません{End}");
u8 Tips_671_002[] = _("だれかにあげると{End}");
u8 Tips_671_003[] = _("いいことがあるかも しれませんよ{End}");

u8 Tips_672_000[] = _("ぼうけんものの えいがは だいすきですよ{End}");
u8 Tips_672_001[] = _("{End}");
u8 Tips_672_002[] = _("こどものころは【かいぞく】に{End}");
u8 Tips_672_003[] = _("あこがれた ものです···{End}");

u8 Tips_673_000[] = _("ぼうけんものの えいがは だいすきですよ{End}");
u8 Tips_673_001[] = _("{End}");
u8 Tips_673_002[] = _("こどものころは【かいぞく】に{End}");
u8 Tips_673_003[] = _("あこがれた ものです···{End}");

u8 Tips_674_000[] = _("ステ—ジで ひろったアイテムは{End}");
u8 Tips_674_001[] = _("ほしがっている ひとが いるかもしれません{End}");
u8 Tips_674_002[] = _("だれかにあげると{End}");
u8 Tips_674_003[] = _("いいことがあるかも しれませんよ{End}");

u8 Tips_675_000[] = _("まぁ しんちゃん！ そのチケット{End}");
u8 Tips_675_001[] = _("せんせいに ゆずってくれない？{End}");
u8 Tips_675_002[] = _("このコスチュ—ムを あげるから！{End}");
u8 Tips_675_003[] = _("おねがい！！{End}");
u8 Tips_675_004[] = _("【ニワトリ】のコスプレは{End}");
u8 Tips_675_005[] = _("ジャンプちゅうに Ａボタンをおすのよ{End}");
u8 Tips_675_006[] = _("ゆっくりと おりることが{End}");
u8 Tips_675_007[] = _("できるからね！{End}");
u8 Tips_675_008[] = _("それに じゅうじボタンのしたと{End}");
u8 Tips_675_009[] = _("Ｂボタンで タマゴをうめるのよ{End}");
u8 Tips_675_010[] = _("タマゴで わるいひとたちに{End}");
u8 Tips_675_011[] = _("おしおきが できるからね{End}");
u8 Tips_675_012[] = _("コスプレ【ニワトリ】を てにいれた{End}");

u8 Tips_676_000[] = _("しんちゃん セ—ブはこまめにするんですよ{End}");
u8 Tips_676_001[] = _("セ—ブは このフロアのまんなか {End}");
u8 Tips_676_002[] = _("ひだりがわのカウンタ—で できますからね{End}");
u8 Tips_676_003[] = _("{End}");

u8 Tips_677_000[] = _("えいがも いいけど{End}");
u8 Tips_677_001[] = _("えんかの コンサ—トにも いきたいわ···{End}");

u8 Tips_678_000[] = _("えいがも いいけど{End}");
u8 Tips_678_001[] = _("えんかの コンサ—トにも いきたいわ···{End}");

u8 Tips_679_000[] = _("いちどクリアした ステ—ジでも{End}");
u8 Tips_679_001[] = _("なんどでも ちょうせんすると いいわよ{End}");
u8 Tips_679_002[] = _("まだまだ かくされている アイテムが{End}");
u8 Tips_679_003[] = _("あるかもしれないからね{End}");

u8 Tips_680_000[] = _("いちどクリアした ステ—ジでも{End}");
u8 Tips_680_001[] = _("なんどでも ちょうせんすると いいわよ{End}");
u8 Tips_680_002[] = _("まだまだ かくされている アイテムが{End}");
u8 Tips_680_003[] = _("あるかもしれないからね{End}");

u8 Tips_681_000[] = _("あら しんちゃん そのバッグ{End}");
u8 Tips_681_001[] = _("なかなか いいしゅみじゃない！{End}");
u8 Tips_681_002[] = _("ゴ—ジャスな わたしにこそ{End}");
u8 Tips_681_003[] = _("ぴったりだわ{End}");
u8 Tips_681_004[] = _("ねぇ ゆずってくれないかしら？{End}");
u8 Tips_681_005[] = _("{End}");
u8 Tips_681_006[] = _("いえ タダとはいわないわ{End}");
u8 Tips_681_007[] = _("かわりに この【はなたば】をあげる{End}");
u8 Tips_681_008[] = _("どう？{End}");
u8 Tips_681_009[] = _("わたしみたいに ステキでしょ？{End}");
u8 Tips_681_010[] = _("アイテム【はなたば】を てにいれた{End}");

u8 Tips_682_000[] = _("このフロアの まんなかの{End}");
u8 Tips_682_001[] = _("みぎがわのカウンタ—には いった？{End}");
u8 Tips_682_002[] = _("【コレクション】を{End}");
u8 Tips_682_003[] = _("みることが できるらしいわよ{End}");
u8 Tips_682_004[] = _("あおいろのカ—ドを あつめると{End}");
u8 Tips_682_005[] = _("ふえていくんですって{End}");

u8 Tips_683_000[] = _("ステ—ジには きんいろにかがやくカ—ドも{End}");
u8 Tips_683_001[] = _("おちているらしいじゃない？{End}");
u8 Tips_683_002[] = _("そっちのほうがゴ—ジャスで わたしむきよね{End}");

u8 Tips_684_000[] = _("むずかしいモ—ドでしか てにはいらない{End}");
u8 Tips_684_001[] = _("コレクションカ—ドが あるらしいのよ！{End}");

u8 Tips_685_000[] = _("こ—ゆ—とこって ひとりであそぶもんじゃ{End}");
u8 Tips_685_001[] = _("ないわね···{End}");

u8 Tips_686_000[] = _("こ—ゆ—とこって ひとりであそぶもんじゃ{End}");
u8 Tips_686_001[] = _("ないわね···{End}");

u8 Tips_687_000[] = _("その【カメラ】を くださるんですか？{End}");
u8 Tips_687_001[] = _("{End}");
u8 Tips_687_002[] = _("おれいに ひみつのしゃしんを さしあげます{End}");
u8 Tips_687_003[] = _("だいじにしてくださいね{End}");
u8 Tips_687_004[] = _("コレクションナンバ— 43 のカ—ドを{End}");
u8 Tips_687_005[] = _("てにいれた{End}");

u8 Tips_688_000[] = _("スクリ—ン1から スクリ—ン4まで{End}");
u8 Tips_688_001[] = _("ぜんぶクリアしないと···{End}");
u8 Tips_688_002[] = _("2かいには すすめない···{End}");
u8 Tips_688_003[] = _("なるほど メモメモ{End}");

u8 Tips_689_000[] = _("ふんふん スタ—トボタンをおして{End}");
u8 Tips_689_001[] = _("ひらくがめんでは···{End}");
u8 Tips_689_002[] = _("これまでに あつめた{End}");
u8 Tips_689_003[] = _("アイテムを みることができる···メモメモ{End}");

u8 Tips_690_000[] = _("ウインドウの【？】の かずだけ{End}");
u8 Tips_690_001[] = _("【コスプレ】や【ファミリ—】があるの{End}");
u8 Tips_690_002[] = _("どこに かくしてあるのかしら{End}");
u8 Tips_690_003[] = _("ワクワク{End}");

u8 Tips_691_000[] = _("どうしましょ{End}");
u8 Tips_691_001[] = _("きゅうにくらくなっちゃったわ···ドキドキ{End}");

u8 Tips_692_000[] = _("あおい コレクションカ—ドは{End}");
u8 Tips_692_001[] = _("ぜんぶで 100まい···ワクワク{End}");

u8 Tips_693_000[] = _("まぁ しんちゃん{End}");
u8 Tips_693_001[] = _("ステキな【はなたば】 ありがとう！{End}");
u8 Tips_693_002[] = _("かわりに しのぶからもらった{End}");
u8 Tips_693_003[] = _("【えんかショ—のチケット】を あげるわ{End}");
u8 Tips_693_004[] = _("よかったら いってみて{End}");
u8 Tips_693_005[] = _("{End}");
u8 Tips_693_006[] = _("アイテム【えんかショ—のチケット】を{End}");
u8 Tips_693_007[] = _("てにいれた{End}");

u8 Tips_694_000[] = _("あら しんちゃんも きてたのね{End}");
u8 Tips_694_001[] = _("{End}");
u8 Tips_694_002[] = _("いろいろ アトラクションがあって{End}");
u8 Tips_694_003[] = _("まよっちゃうわね{End}");

u8 Tips_695_000[] = _("どう？ スタンプはあつまった？{End}");
u8 Tips_695_001[] = _("わたしはまだ3つしか あつめてないの{End}");

u8 Tips_696_000[] = _("しんちゃん しってる？{End}");
u8 Tips_696_001[] = _("ステ—ジにいる ひとたちは{End}");
u8 Tips_696_002[] = _("はなしかけるときの コスプレで{End}");
u8 Tips_696_003[] = _("おしえてくれることが ちがうのよ{End}");
u8 Tips_696_004[] = _("いろいろな コスプレで{End}");
u8 Tips_696_005[] = _("はなしかけると いいわよ{End}");

u8 Tips_697_000[] = _("どうしたのかしら？{End}");
u8 Tips_697_001[] = _("アヤシイふんいきね···こわいわ{End}");

u8 Tips_698_000[] = _("どうしたのかしら？{End}");
u8 Tips_698_001[] = _("アヤシイふんいきね···こわいわ{End}");

u8 Tips_699_000[] = _("ありがとう しのぶです{End}");

u8 Tips_700_000[] = _("ちからだけじゃ{End}");
u8 Tips_700_001[] = _("クリアできないステ—ジも あるのね···{End}");

u8 Tips_701_000[] = _("なかなか クリアできない ステ—ジも{End}");
u8 Tips_701_001[] = _("いろんなひとの ヒントをきいたり{End}");
u8 Tips_701_002[] = _("れんしゅうしだいで クリアできるわ{End}");
u8 Tips_701_003[] = _("こんじょうよ！ こんじょう！！{End}");

u8 Tips_702_000[] = _("なかなか クリアできない ステ—ジも{End}");
u8 Tips_702_001[] = _("いろんなひとの ヒントをきいたり{End}");
u8 Tips_702_002[] = _("れんしゅうしだいで クリアできるわ{End}");
u8 Tips_702_003[] = _("こんじょうよ！ こんじょう！！{End}");

u8 Tips_703_000[] = _("なんかアヤシイふんいきね{End}");
u8 Tips_703_001[] = _("{End}");
u8 Tips_703_002[] = _("しんちゃん こわかったら{End}");
u8 Tips_703_003[] = _("ワタシが たすけてアゲル！{End}");

u8 Tips_704_000[] = _("なんかアヤシイふんいきね{End}");
u8 Tips_704_001[] = _("{End}");
u8 Tips_704_002[] = _("しんちゃん こわかったら{End}");
u8 Tips_704_003[] = _("ワタシが たすけてアゲル！{End}");

u8 Tips_705_000[] = _("や やめろ！{NextPage}");
u8 Tips_705_001[] = _("そんなことをすると おバカエネルギ—が{End}");
u8 Tips_705_002[] = _("ぼうそうして··· たいへんなことに···{NextPage}");
u8 Tips_705_003[] = _("うぉ~~~~~~~~~~~~！{End}");
