#include "libgba\gba_types.h"
#include "strings\Tips.h"

// text 0x080B1D64 - 0x080BC675
u8 Tips_000_000[] = _("啊！这张照片是！{End}");
u8 Tips_000_001[] = _("难道是小爱的照片！{End}");
u8 Tips_000_002[] = _("小新，把那张照片给我吧！{End}");
u8 Tips_000_003[] = _("作为交换，我把这个给你~！{End}");
u8 Tips_000_004[] = _("啊！真的要给我吗！{End}");
u8 Tips_000_005[] = _("谢谢你，小新！{End}");
u8 Tips_000_006[] = _("我会努力的！{End}");
u8 Tips_000_007[] = _("{End}");
u8 Tips_000_008[] = _("得到了道具【美容券】。{End}");

u8 Tips_001_000[] = _("正男{End}");
u8 Tips_001_001[] = _("Stage 01{End}");
u8 Tips_001_002[] = _("Normal{End}");
u8 Tips_001_003[] = _("未完成{End}");

u8 Tips_002_000[] = _("正男{End}");
u8 Tips_002_001[] = _("Stage 01{End}");
u8 Tips_002_002[] = _("Normal{End}");
u8 Tips_002_003[] = _("已完成{End}");

u8 Tips_003_000[] = _("正男{End}");
u8 Tips_003_001[] = _("Stage 01{End}");
u8 Tips_003_002[] = _("动感超人{End}");
u8 Tips_003_003[] = _("未完成{End}");

u8 Tips_004_000[] = _("正男{End}");
u8 Tips_004_001[] = _("Stage 01{End}");
u8 Tips_004_002[] = _("动感超人{End}");
u8 Tips_004_003[] = _("已完成{End}");

u8 Tips_005_000[] = _("正男{End}");
u8 Tips_005_001[] = _("Stage 01{End}");
u8 Tips_005_002[] = _("猴子{End}");
u8 Tips_005_003[] = _("未完成{End}");

u8 Tips_006_000[] = _("正男{End}");
u8 Tips_006_001[] = _("Stage 01{End}");
u8 Tips_006_002[] = _("猴子{End}");
u8 Tips_006_003[] = _("已完成{End}");

u8 Tips_007_000[] = _("正男{End}");
u8 Tips_007_001[] = _("Stage 01{End}");
u8 Tips_007_002[] = _("青蛙{End}");
u8 Tips_007_003[] = _("未完成{End}");

u8 Tips_008_000[] = _("正男{End}");
u8 Tips_008_001[] = _("Stage 01{End}");
u8 Tips_008_002[] = _("青蛙{End}");
u8 Tips_008_003[] = _("已完成{End}");

u8 Tips_009_000[] = _("正男{End}");
u8 Tips_009_001[] = _("Stage 01{End}");
u8 Tips_009_002[] = _("小鸡{End}");
u8 Tips_009_003[] = _("未完成{End}");

u8 Tips_010_000[] = _("正男{End}");
u8 Tips_010_001[] = _("Stage 01{End}");
u8 Tips_010_002[] = _("小鸡{End}");
u8 Tips_010_003[] = _("已完成{End}");

u8 Tips_011_000[] = _("正男{End}");
u8 Tips_011_001[] = _("Stage 01{End}");
u8 Tips_011_002[] = _("蜜蜂{End}");
u8 Tips_011_003[] = _("未完成{End}");

u8 Tips_012_000[] = _("正男{End}");
u8 Tips_012_001[] = _("Stage 01{End}");
u8 Tips_012_002[] = _("蜜蜂{End}");
u8 Tips_012_003[] = _("已完成{End}");

u8 Tips_013_000[] = _("前面的陷阱是活动的墙壁，{End}");
u8 Tips_013_001[] = _("如果被夹到就麻烦了！{End}");
u8 Tips_013_002[] = _("按照墙上洞的形状，模仿摆出姿势，{End}");
u8 Tips_013_003[] = _("然后巧妙地通过吧！{End}");

u8 Tips_014_000[] = _("小新爸爸的袜子，{End}");
u8 Tips_014_001[] = _("据说非常臭？{End}");
u8 Tips_014_002[] = _("如果被扔到的话，{End}");
u8 Tips_014_003[] = _("可能会晕倒吧？{End}");

u8 Tips_015_000[] = _("好帅啊～小新！{End}");

u8 Tips_016_000[] = _("好帅啊～小新！{End}");

u8 Tips_017_000[] = _("嗯……{End}");
u8 Tips_017_001[] = _("这一关是不是有股奇怪的气味？{End}");
u8 Tips_017_002[] = _("感觉有点像酸味……{End}");
u8 Tips_017_003[] = _("又像是汗臭味……{End}");
u8 Tips_017_004[] = _("要忍受这么难闻的味道，{End}");
u8 Tips_017_005[] = _("谁都受不了吧！{End}");

u8 Tips_018_000[] = _("哇～好可爱啊～{End}");

u8 Tips_019_000[] = _("好恶心啊～{End}");
u8 Tips_019_001[] = _("不要这样啦，小新！{End}");

u8 Tips_020_000[] = _("好恶心啊～{End}");
u8 Tips_020_001[] = _("不要这样啦，小新！{End}");

u8 Tips_021_000[] = _("我们家的晚餐{End}");
u8 Tips_021_001[] = _("可是炸鸡呢！{End}");

u8 Tips_022_000[] = _("我们家的晚餐{End}");
u8 Tips_022_001[] = _("可是炸鸡呢！{End}");

u8 Tips_023_000[] = _("别戳我啦！{End}");

u8 Tips_024_000[] = _("别戳我啦！{End}");

u8 Tips_025_000[] = _("正男{End}");
u8 Tips_025_001[] = _("Stage 03{End}");
u8 Tips_025_002[] = _("Normal{End}");
u8 Tips_025_003[] = _("未完成{End}");

u8 Tips_026_000[] = _("正男{End}");
u8 Tips_026_001[] = _("Stage 03{End}");
u8 Tips_026_002[] = _("Normal{End}");
u8 Tips_026_003[] = _("已完成{End}");

u8 Tips_027_000[] = _("正男{End}");
u8 Tips_027_001[] = _("Stage 03{End}");
u8 Tips_027_002[] = _("动感超人{End}");
u8 Tips_027_003[] = _("未完成{End}");

u8 Tips_028_000[] = _("正男{End}");
u8 Tips_028_001[] = _("Stage 03{End}");
u8 Tips_028_002[] = _("动感超人{End}");
u8 Tips_028_003[] = _("已完成{End}");

u8 Tips_029_000[] = _("正男{End}");
u8 Tips_029_001[] = _("Stage 03{End}");
u8 Tips_029_002[] = _("猴子{End}");
u8 Tips_029_003[] = _("未完成{End}");

u8 Tips_030_000[] = _("正男{End}");
u8 Tips_030_001[] = _("Stage 03{End}");
u8 Tips_030_002[] = _("猴子{End}");
u8 Tips_030_003[] = _("已完成{End}");

u8 Tips_031_000[] = _("正男{End}");
u8 Tips_031_001[] = _("Stage 03{End}");
u8 Tips_031_002[] = _("青蛙{End}");
u8 Tips_031_003[] = _("未完成{End}");

u8 Tips_032_000[] = _("正男{End}");
u8 Tips_032_001[] = _("Stage 03{End}");
u8 Tips_032_002[] = _("青蛙{End}");
u8 Tips_032_003[] = _("已完成{End}");

u8 Tips_033_000[] = _("正男{End}");
u8 Tips_033_001[] = _("Stage 03{End}");
u8 Tips_033_002[] = _("小鸡{End}");
u8 Tips_033_003[] = _("未完成{End}");

u8 Tips_034_000[] = _("正男{End}");
u8 Tips_034_001[] = _("Stage 03{End}");
u8 Tips_034_002[] = _("小鸡{End}");
u8 Tips_034_003[] = _("已完成{End}");

u8 Tips_035_000[] = _("正男{End}");
u8 Tips_035_001[] = _("Stage 03{End}");
u8 Tips_035_002[] = _("蜜蜂{End}");
u8 Tips_035_003[] = _("未完成{End}");

u8 Tips_036_000[] = _("正男{End}");
u8 Tips_036_001[] = _("Stage 03{End}");
u8 Tips_036_002[] = _("蜜蜂{End}");
u8 Tips_036_003[] = _("已完成{End}");

u8 Tips_037_000[] = _("啊！小新！{End}");
u8 Tips_037_001[] = _("帮帮我！{End}");
u8 Tips_037_002[] = _("我回不去了。{End}");
u8 Tips_037_003[] = _("带我一起走吧！{End}");
u8 Tips_037_004[] = _("别丢下我！{End}");
u8 Tips_037_005[] = _("小新～！{End}");

u8 Tips_038_000[] = _("啊！小新！{End}");
u8 Tips_038_001[] = _("帮帮我！{End}");
u8 Tips_038_002[] = _("我回不去了。{End}");
u8 Tips_038_003[] = _("带我一起走吧！{End}");
u8 Tips_038_004[] = _("别丢下我！{End}");
u8 Tips_038_005[] = _("小新～！{End}");

u8 Tips_039_000[] = _("啊~！太好了！{End}");
u8 Tips_039_001[] = _("是动感超人变身装！{End}");
u8 Tips_039_002[] = _("好想要啊~{End}");

u8 Tips_040_000[] = _("啊~！太好了！{End}");
u8 Tips_040_001[] = _("是动感超人变身装！{End}");
u8 Tips_040_002[] = _("好想要啊~{End}");

u8 Tips_041_000[] = _("小新，那个样子……{End}");
u8 Tips_041_001[] = _("不觉得丢脸吗？{End}");

u8 Tips_042_000[] = _("小新，那个样子……{End}");
u8 Tips_042_001[] = _("不觉得丢脸吗？{End}");

u8 Tips_043_000[] = _("啊！青蛙的变身装！{End}");
u8 Tips_043_001[] = _("如果有那个，我就能去右边了！{End}");

u8 Tips_044_000[] = _("啊！青蛙的变身装！{End}");
u8 Tips_044_001[] = _("如果有那个，我就能去右边了！{End}");

u8 Tips_045_000[] = _("鸡肉很好吃呢～{End}");

u8 Tips_046_000[] = _("鸡肉很好吃呢～{End}");

u8 Tips_047_000[] = _("我也能飞走就好了～{End}");

u8 Tips_048_000[] = _("我也能飞走就好了～{End}");

u8 Tips_049_000[] = _("正男{End}");
u8 Tips_049_001[] = _("Stage 05{End}");
u8 Tips_049_002[] = _("Normal{End}");
u8 Tips_049_003[] = _("未完成{End}");

u8 Tips_050_000[] = _("正男{End}");
u8 Tips_050_001[] = _("Stage 05{End}");
u8 Tips_050_002[] = _("Normal{End}");
u8 Tips_050_003[] = _("已完成{End}");

u8 Tips_051_000[] = _("正男{End}");
u8 Tips_051_001[] = _("Stage 05{End}");
u8 Tips_051_002[] = _("动感超人{End}");
u8 Tips_051_003[] = _("未完成{End}");

u8 Tips_052_000[] = _("正男{End}");
u8 Tips_052_001[] = _("Stage 05{End}");
u8 Tips_052_002[] = _("动感超人{End}");
u8 Tips_052_003[] = _("已完成{End}");

u8 Tips_053_000[] = _("正男{End}");
u8 Tips_053_001[] = _("Stage 05{End}");
u8 Tips_053_002[] = _("猴子{End}");
u8 Tips_053_003[] = _("未完成{End}");

u8 Tips_054_000[] = _("正男{End}");
u8 Tips_054_001[] = _("Stage 05{End}");
u8 Tips_054_002[] = _("猴子{End}");
u8 Tips_054_003[] = _("已完成{End}");

u8 Tips_055_000[] = _("正男{End}");
u8 Tips_055_001[] = _("Stage 05{End}");
u8 Tips_055_002[] = _("青蛙{End}");
u8 Tips_055_003[] = _("未完成{End}");

u8 Tips_056_000[] = _("正男{End}");
u8 Tips_056_001[] = _("Stage 05{End}");
u8 Tips_056_002[] = _("青蛙{End}");
u8 Tips_056_003[] = _("已完成{End}");

u8 Tips_057_000[] = _("正男{End}");
u8 Tips_057_001[] = _("Stage 05{End}");
u8 Tips_057_002[] = _("小鸡{End}");
u8 Tips_057_003[] = _("未完成{End}");

u8 Tips_058_000[] = _("正男{End}");
u8 Tips_058_001[] = _("Stage 05{End}");
u8 Tips_058_002[] = _("小鸡{End}");
u8 Tips_058_003[] = _("已完成{End}");

u8 Tips_059_000[] = _("正男{End}");
u8 Tips_059_001[] = _("Stage 05{End}");
u8 Tips_059_002[] = _("蜜蜂{End}");
u8 Tips_059_003[] = _("未完成{End}");

u8 Tips_060_000[] = _("正男{End}");
u8 Tips_060_001[] = _("Stage 05{End}");
u8 Tips_060_002[] = _("蜜蜂{End}");
u8 Tips_060_003[] = _("已完成{End}");

u8 Tips_061_000[] = _("正男{End}");
u8 Tips_061_001[] = _("Stage 06{End}");
u8 Tips_061_002[] = _("Normal{End}");
u8 Tips_061_003[] = _("未完成{End}");

u8 Tips_062_000[] = _("正男{End}");
u8 Tips_062_001[] = _("Stage 06{End}");
u8 Tips_062_002[] = _("Normal{End}");
u8 Tips_062_003[] = _("已完成{End}");

u8 Tips_063_000[] = _("正男{End}");
u8 Tips_063_001[] = _("Stage 06{End}");
u8 Tips_063_002[] = _("动感超人{End}");
u8 Tips_063_003[] = _("未完成{End}");

u8 Tips_064_000[] = _("正男{End}");
u8 Tips_064_001[] = _("Stage 06{End}");
u8 Tips_064_002[] = _("动感超人{End}");
u8 Tips_064_003[] = _("已完成{End}");

u8 Tips_065_000[] = _("正男{End}");
u8 Tips_065_001[] = _("Stage 06{End}");
u8 Tips_065_002[] = _("猴子{End}");
u8 Tips_065_003[] = _("未完成{End}");

u8 Tips_066_000[] = _("正男{End}");
u8 Tips_066_001[] = _("Stage 06{End}");
u8 Tips_066_002[] = _("猴子{End}");
u8 Tips_066_003[] = _("已完成{End}");

u8 Tips_067_000[] = _("正男{End}");
u8 Tips_067_001[] = _("Stage 06{End}");
u8 Tips_067_002[] = _("青蛙{End}");
u8 Tips_067_003[] = _("未完成{End}");

u8 Tips_068_000[] = _("正男{End}");
u8 Tips_068_001[] = _("Stage 06{End}");
u8 Tips_068_002[] = _("青蛙{End}");
u8 Tips_068_003[] = _("已完成{End}");

u8 Tips_069_000[] = _("正男{End}");
u8 Tips_069_001[] = _("Stage 06{End}");
u8 Tips_069_002[] = _("小鸡{End}");
u8 Tips_069_003[] = _("未完成{End}");

u8 Tips_070_000[] = _("正男{End}");
u8 Tips_070_001[] = _("Stage 06{End}");
u8 Tips_070_002[] = _("小鸡{End}");
u8 Tips_070_003[] = _("已完成{End}");

u8 Tips_071_000[] = _("正男{End}");
u8 Tips_071_001[] = _("Stage 06{End}");
u8 Tips_071_002[] = _("蜜蜂{End}");
u8 Tips_071_003[] = _("未完成{End}");

u8 Tips_072_000[] = _("正男{End}");
u8 Tips_072_001[] = _("Stage 06{End}");
u8 Tips_072_002[] = _("蜜蜂{End}");
u8 Tips_072_003[] = _("已完成{End}");

u8 Tips_073_000[] = _("听说这一关，{End}");
u8 Tips_073_001[] = _("有个东西会制造寒冷。{End}");
u8 Tips_073_002[] = _("由于太冷了，{End}");
u8 Tips_073_003[] = _("会把大家的动作冻住。{End}");

u8 Tips_074_000[] = _("【冷场之物】小新爸爸{End}");
u8 Tips_074_001[] = _("穿女装的样子~{End}");
u8 Tips_074_002[] = _("哈哈哈……{End}");

u8 Tips_075_000[] = _("啊~！太好了！{End}");
u8 Tips_075_001[] = _("是动感超人变身装！{End}");
u8 Tips_075_002[] = _("好想要啊~{End}");

u8 Tips_076_000[] = _("啊~！太好了！{End}");
u8 Tips_076_001[] = _("是动感超人变身装！{End}");
u8 Tips_076_002[] = _("好想要啊~{End}");

u8 Tips_077_000[] = _("小新，那个样子……{End}");
u8 Tips_077_001[] = _("不觉得丢脸吗？{End}");

u8 Tips_078_000[] = _("小新，那个样子……{End}");
u8 Tips_078_001[] = _("不觉得丢脸吗？{End}");

u8 Tips_079_000[] = _("好恶心啊～{End}");
u8 Tips_079_001[] = _("不要这样啦，小新！{End}");

u8 Tips_080_000[] = _("好恶心啊～{End}");
u8 Tips_080_001[] = _("不要这样啦，小新！{End}");

u8 Tips_081_000[] = _("不要这样啦，小新。{End}");
u8 Tips_081_001[] = _("别戳我啊～{End}");

u8 Tips_082_000[] = _("不要这样啦，小新。{End}");
u8 Tips_082_001[] = _("别戳我啊～{End}");

u8 Tips_083_000[] = _("不要这样啦，小新。{End}");
u8 Tips_083_001[] = _("{End}");

u8 Tips_084_000[] = _("不要这样啦，小新。{End}");
u8 Tips_084_001[] = _("{End}");

u8 Tips_085_000[] = _("小新，注意猴子啊！{End}");

u8 Tips_086_000[] = _("小新，注意猴子啊！{End}");

u8 Tips_087_000[] = _("啊~！太好了！{End}");
u8 Tips_087_001[] = _("是动感超人变身装！{End}");
u8 Tips_087_002[] = _("好想要啊~{End}");

u8 Tips_088_000[] = _("啊~！太好了！{End}");
u8 Tips_088_001[] = _("是动感超人变身装！{End}");
u8 Tips_088_002[] = _("好想要啊~{End}");

u8 Tips_089_000[] = _("穿上那件衣服的话，{End}");
u8 Tips_089_001[] = _("或许就不会被猴子袭击了……{End}");
u8 Tips_089_002[] = _("不过在这里好像用不上。{End}");

u8 Tips_090_000[] = _("穿上那件衣服的话，{End}");
u8 Tips_090_001[] = _("或许就不会被猴子袭击了……{End}");
u8 Tips_090_002[] = _("不过在这里好像用不上。{End}");

u8 Tips_091_000[] = _("好恶心啊~{End}");
u8 Tips_091_001[] = _("在这种时候，不要这样啦！{End}");

u8 Tips_092_000[] = _("好恶心啊~{End}");
u8 Tips_092_001[] = _("在这种时候，不要这样啦！{End}");

u8 Tips_093_000[] = _("不要这样啦，小新。{End}");
u8 Tips_093_001[] = _("别戳我啊～{End}");

u8 Tips_094_000[] = _("不要这样啦，小新。{End}");
u8 Tips_094_001[] = _("别戳我啊～{End}");

u8 Tips_095_000[] = _("不要这样啦，小新。{End}");
u8 Tips_095_001[] = _("{End}");

u8 Tips_096_000[] = _("不要这样啦，小新。{End}");
u8 Tips_096_001[] = _("{End}");

u8 Tips_097_000[] = _("{End}");

u8 Tips_098_000[] = _("{End}");

u8 Tips_099_000[] = _("{End}");

u8 Tips_100_000[] = _("{End}");

u8 Tips_101_000[] = _("{End}");

u8 Tips_102_000[] = _("{End}");

u8 Tips_103_000[] = _("{End}");

u8 Tips_104_000[] = _("{End}");

u8 Tips_105_000[] = _("{End}");

u8 Tips_106_000[] = _("{End}");

u8 Tips_107_000[] = _("{End}");

u8 Tips_108_000[] = _("{End}");

u8 Tips_109_000[] = _("面对拿着【长枪】的枪兵，要小心哦！{End}");
u8 Tips_109_001[] = _("{End}");
u8 Tips_109_002[] = _("长枪横着拿的时候还好，{End}");
u8 Tips_109_003[] = _("但向上举起来时就不要踩上去了！{End}");

u8 Tips_110_000[] = _("面对拿着【长枪】的枪兵，要小心哦！{End}");
u8 Tips_110_001[] = _("{End}");
u8 Tips_110_002[] = _("长枪横着拿的时候还好，{End}");
u8 Tips_110_003[] = _("但向上举起来时就不要踩上去了！{End}");

u8 Tips_111_000[] = _("在枪兵【长枪】够不到的距离，{End}");
u8 Tips_111_001[] = _("用动感光波发起攻击就可以了。{End}");

u8 Tips_112_000[] = _("在枪兵【长枪】够不到的距离，{End}");
u8 Tips_112_001[] = _("用动感光波发起攻击就可以了。{End}");

u8 Tips_113_000[] = _("穿着那件衣服是跳不高的，{End}");
u8 Tips_113_001[] = _("可能无法越过高的【障碍】呢。{End}");

u8 Tips_114_000[] = _("穿着那件衣服是跳不高的，{End}");
u8 Tips_114_001[] = _("可能无法越过高的【障碍】呢。{End}");

u8 Tips_115_000[] = _("好恶心啊~{End}");
u8 Tips_115_001[] = _("在这种时候，不要这样啦！{End}");

u8 Tips_116_000[] = _("好恶心啊~{End}");
u8 Tips_116_001[] = _("在这种时候，不要这样啦！{End}");

u8 Tips_117_000[] = _("不要这样啦，小新。{End}");
u8 Tips_117_001[] = _("别戳我啊～{End}");

u8 Tips_118_000[] = _("不要这样啦，小新。{End}");
u8 Tips_118_001[] = _("别戳我啊～{End}");

u8 Tips_119_000[] = _("变成蜜蜂的话，或许可以飞到这一关的空中。{End}");
u8 Tips_119_001[] = _("这样就能拿到蓝色卡片了！{End}");

u8 Tips_120_000[] = _("变成蜜蜂的话，或许可以飞到这一关的空中。{End}");
u8 Tips_120_001[] = _("这样就能拿到蓝色卡片了！{End}");

u8 Tips_121_000[] = _("正男{End}");
u8 Tips_121_001[] = _("Stage 11{End}");
u8 Tips_121_002[] = _("Normal{End}");
u8 Tips_121_003[] = _("未完成{End}");

u8 Tips_122_000[] = _("正男{End}");
u8 Tips_122_001[] = _("Stage 11{End}");
u8 Tips_122_002[] = _("Normal{End}");
u8 Tips_122_003[] = _("已完成{End}");

u8 Tips_123_000[] = _("正男{End}");
u8 Tips_123_001[] = _("Stage 11{End}");
u8 Tips_123_002[] = _("动感超人{End}");
u8 Tips_123_003[] = _("未完成{End}");

u8 Tips_124_000[] = _("正男{End}");
u8 Tips_124_001[] = _("Stage 11{End}");
u8 Tips_124_002[] = _("动感超人{End}");
u8 Tips_124_003[] = _("已完成{End}");

u8 Tips_125_000[] = _("正男{End}");
u8 Tips_125_001[] = _("Stage 11{End}");
u8 Tips_125_002[] = _("猴子{End}");
u8 Tips_125_003[] = _("未完成{End}");

u8 Tips_126_000[] = _("正男{End}");
u8 Tips_126_001[] = _("Stage 11{End}");
u8 Tips_126_002[] = _("猴子{End}");
u8 Tips_126_003[] = _("已完成{End}");

u8 Tips_127_000[] = _("正男{End}");
u8 Tips_127_001[] = _("Stage 11{End}");
u8 Tips_127_002[] = _("青蛙{End}");
u8 Tips_127_003[] = _("未完成{End}");

u8 Tips_128_000[] = _("正男{End}");
u8 Tips_128_001[] = _("Stage 11{End}");
u8 Tips_128_002[] = _("青蛙{End}");
u8 Tips_128_003[] = _("已完成{End}");

u8 Tips_129_000[] = _("正男{End}");
u8 Tips_129_001[] = _("Stage 11{End}");
u8 Tips_129_002[] = _("小鸡{End}");
u8 Tips_129_003[] = _("未完成{End}");

u8 Tips_130_000[] = _("正男{End}");
u8 Tips_130_001[] = _("Stage 11{End}");
u8 Tips_130_002[] = _("小鸡{End}");
u8 Tips_130_003[] = _("已完成{End}");

u8 Tips_131_000[] = _("正男{End}");
u8 Tips_131_001[] = _("Stage 11{End}");
u8 Tips_131_002[] = _("蜜蜂{End}");
u8 Tips_131_003[] = _("未完成{End}");

u8 Tips_132_000[] = _("正男{End}");
u8 Tips_132_001[] = _("Stage 11{End}");
u8 Tips_132_002[] = _("蜜蜂{End}");
u8 Tips_132_003[] = _("已完成{End}");

u8 Tips_133_000[] = _("啊~！{End}");
u8 Tips_133_001[] = _("那个是！{End}");
u8 Tips_133_002[] = _("（正是我想要的魔法少女贴纸！）{End}");
u8 Tips_133_003[] = _("{End}");
u8 Tips_133_004[] = _("喂，新之助。{End}");
u8 Tips_133_005[] = _("你能把这个道具给我吗？{End}");
u8 Tips_133_006[] = _("不是我要，{End}");
u8 Tips_133_007[] = _("是我的一位朋友想要这个道具。{End}");
u8 Tips_133_008[] = _("……你这是什么眼神！{End}");
u8 Tips_133_009[] = _("{End}");
u8 Tips_133_010[] = _("明白了！{End}");
u8 Tips_133_011[] = _("我用这颗【石头】和你交换！{End}");
u8 Tips_133_012[] = _("听好了，新之助！{End}");
u8 Tips_133_013[] = _("这件事不要告诉任何人！{End}");
u8 Tips_133_014[] = _("得到了道具【石头】{End}");

u8 Tips_134_000[] = _("刚才注意到地上有些发光的地方，{End}");
u8 Tips_134_001[] = _("会不会埋着什么东西呢？{End}");
u8 Tips_134_002[] = _("如果书上的故事说的没错，{End}");
u8 Tips_134_003[] = _("说不定【在这里挖挖看】会有惊喜呢。{End}");

u8 Tips_135_000[] = _("喂，新之助，你知道吗？{End}");
u8 Tips_135_001[] = _("听说这一关有一张金卡。{End}");
u8 Tips_135_002[] = _("好像是个叫做【重拳】的招式，{End}");
u8 Tips_135_003[] = _("可是究竟会在哪里呢？{End}");

u8 Tips_136_000[] = _("{End}");

u8 Tips_137_000[] = _("唉，真是个小孩子。{End}");
u8 Tips_137_001[] = _("{End}");
u8 Tips_137_002[] = _("穿着那样还高兴得不得了呢？{End}");

u8 Tips_138_000[] = _("{End}");

u8 Tips_139_000[] = _("在招牌上面看到了蓝色的东西，{End}");
u8 Tips_139_001[] = _("会不会是张【蓝卡】呢？{End}");
u8 Tips_139_002[] = _("不过反正不是【金卡】，{End}");
u8 Tips_139_003[] = _("所以也没关系啦。{End}");

u8 Tips_140_000[] = _("{End}");

u8 Tips_141_000[] = _("太恶心了，快走开！{End}");
u8 Tips_141_001[] = _("你听到了吗，新之助！{End}");

u8 Tips_142_000[] = _("哎呀~，还挺合适的嘛……{End}");
u8 Tips_142_001[] = _("{End}");
u8 Tips_142_002[] = _("……你在脸红什么呀！{End}");

u8 Tips_143_000[] = _("哎呀~，还挺合适的嘛……{End}");
u8 Tips_143_001[] = _("{End}");
u8 Tips_143_002[] = _("……你在脸红什么呀！{End}");

u8 Tips_144_000[] = _("你啊，还真是个小孩子呢~{End}");
u8 Tips_144_001[] = _("我才没有羡慕你呢！{End}");
u8 Tips_144_002[] = _("……这是真的啊！{End}");
u8 Tips_144_003[] = _("你有没有在听啊！新之助！{End}");

u8 Tips_145_000[] = _("你啊，还真是个小孩子呢~{End}");
u8 Tips_145_001[] = _("我才没有羡慕你呢！{End}");
u8 Tips_145_002[] = _("……这是真的啊！{End}");
u8 Tips_145_003[] = _("你有没有在听啊！新之助！{End}");

u8 Tips_146_000[] = _("小新，告诉你一件好事。{End}");
u8 Tips_146_001[] = _("刚才有个奇怪的方块吧？{End}");
u8 Tips_146_002[] = _("它叫作【不理不理方块】！{End}");
u8 Tips_146_003[] = _("无论怎么踩都不会坏的！{End}");
u8 Tips_146_004[] = _("不过，如果有动感超人的力量，{End}");
u8 Tips_146_005[] = _("就可以把它打破！{End}");
u8 Tips_146_006[] = _("呐，意思就是你是打不破的哦！{End}");

u8 Tips_147_000[] = _("在其他关里，也有类似的方块。{End}");
u8 Tips_147_001[] = _("你想不想把它们全部打碎？{End}");

u8 Tips_148_000[] = _("如果有动感超人变身装，{End}");
u8 Tips_148_001[] = _("就能打破【不理不理方块】了~{End}");
u8 Tips_148_002[] = _("好~我也去找找看！{End}");

u8 Tips_149_000[] = _("嘿，小新，{End}");
u8 Tips_149_001[] = _("这件衣服是从哪里得到的？{End}");
u8 Tips_149_002[] = _("别卖关子，快告诉我！{End}");

u8 Tips_150_000[] = _("哎呀~，原来是{End}");
u8 Tips_150_001[] = _("猴子的变身装啊！{End}");
u8 Tips_150_002[] = _("和别人交谈时，{End}");
u8 Tips_150_003[] = _("装扮的选择也是很重要的！{End}");
u8 Tips_150_004[] = _("根据装扮的不同，{End}");
u8 Tips_150_005[] = _("谈话内容可能会有所变化呢。{End}");
u8 Tips_150_006[] = _("顺便说一下，{End}");
u8 Tips_150_007[] = _("从这里掉下去是很危险的……{End}");
u8 Tips_150_008[] = _("……听别人讲话{End}");
u8 Tips_150_009[] = _("要听完啊！{End}");

u8 Tips_151_000[] = _("哎呀~，原来是{End}");
u8 Tips_151_001[] = _("猴子的变身装啊！{End}");
u8 Tips_151_002[] = _("和别人交谈时，{End}");
u8 Tips_151_003[] = _("装扮的选择也是很重要的！{End}");
u8 Tips_151_004[] = _("根据装扮的不同，{End}");
u8 Tips_151_005[] = _("谈话内容可能会有所变化呢。{End}");
u8 Tips_151_006[] = _("顺便说一下，{End}");
u8 Tips_151_007[] = _("从这里掉下去是很危险的……{End}");
u8 Tips_151_008[] = _("……听别人讲话{End}");
u8 Tips_151_009[] = _("要听完啊！{End}");

u8 Tips_152_000[] = _("太恶心了，快走开！{End}");
u8 Tips_152_001[] = _("你听到了吗，新之助！{End}");

u8 Tips_153_000[] = _("太恶心了，快走开！{End}");
u8 Tips_153_001[] = _("你听到了吗，新之助！{End}");

u8 Tips_154_000[] = _("哎呀~，还挺合适的嘛……{End}");
u8 Tips_154_001[] = _("{End}");
u8 Tips_154_002[] = _("……你在脸红什么呀！{End}");

u8 Tips_155_000[] = _("哎呀~，还挺合适的嘛……{End}");
u8 Tips_155_001[] = _("{End}");
u8 Tips_155_002[] = _("……你在脸红什么呀！{End}");

u8 Tips_156_000[] = _("你啊，还真是个小孩子呢~{End}");
u8 Tips_156_001[] = _("我才没有羡慕你呢！{End}");
u8 Tips_156_002[] = _("……这是真的啊！{End}");
u8 Tips_156_003[] = _("你有没有在听啊！新之助！{End}");

u8 Tips_157_000[] = _("你啊，还真是个小孩子呢~{End}");
u8 Tips_157_001[] = _("我才没有羡慕你呢！{End}");
u8 Tips_157_002[] = _("……这是真的啊！{End}");
u8 Tips_157_003[] = _("你有没有在听啊！新之助！{End}");

u8 Tips_158_000[] = _("这一关里的金卡{End}");
u8 Tips_158_001[] = _("好像是叫做【咬住】的技能。{End}");
u8 Tips_158_002[] = _("不过就算告诉你这些，{End}");
u8 Tips_158_003[] = _("我觉得你也是拿不到的！{End}");

u8 Tips_159_000[] = _("真是的！{End}");
u8 Tips_159_001[] = _("居然不是被我找到！{End}");

u8 Tips_160_000[] = _("使用动感光波，{End}");
u8 Tips_160_001[] = _("会消耗能量。{End}");
u8 Tips_160_002[] = _("所以不要浪费哦！{End}");
u8 Tips_160_003[] = _("{End}");

u8 Tips_161_000[] = _("使用动感光波，{End}");
u8 Tips_161_001[] = _("会消耗能量。{End}");
u8 Tips_161_002[] = _("所以不要浪费哦！{End}");
u8 Tips_161_003[] = _("{End}");

u8 Tips_162_000[] = _("这里用不上这套装扮吧？{End}");

u8 Tips_163_000[] = _("这里用不上这套装扮吧？{End}");

u8 Tips_164_000[] = _("好像可以通过按方向上键和B键，{End}");
u8 Tips_164_001[] = _("向上伸出舌头哦。{End}");
u8 Tips_164_002[] = _("你不知道吧！{End}");

u8 Tips_165_000[] = _("青蛙粘在挂钩上的位置{End}");
u8 Tips_165_001[] = _("可以改变跳跃的距离！{End}");
u8 Tips_165_002[] = _("当粘在靠右边时，{End}");
u8 Tips_165_003[] = _("会向右跳得更远；{End}");
u8 Tips_165_004[] = _("当粘在靠左边时，{End}");
u8 Tips_165_005[] = _("会向左跳得更远！{End}");

u8 Tips_166_000[] = _("哎呀~，还挺合适的嘛……{End}");
u8 Tips_166_001[] = _("{End}");
u8 Tips_166_002[] = _("……你在脸红什么呀！{End}");

u8 Tips_167_000[] = _("哎呀~，还挺合适的嘛……{End}");
u8 Tips_167_001[] = _("{End}");
u8 Tips_167_002[] = _("……你在脸红什么呀！{End}");

u8 Tips_168_000[] = _("你啊，还真是个小孩子呢~{End}");
u8 Tips_168_001[] = _("我才没有羡慕你呢！{End}");
u8 Tips_168_002[] = _("……这是真的啊！{End}");
u8 Tips_168_003[] = _("你有没有在听啊！新之助！{End}");

u8 Tips_169_000[] = _("你啊，还真是个小孩子呢~{End}");
u8 Tips_169_001[] = _("我才没有羡慕你呢！{End}");
u8 Tips_169_002[] = _("……这是真的啊！{End}");
u8 Tips_169_003[] = _("你有没有在听啊！新之助！{End}");

u8 Tips_170_000[] = _("{End}");

u8 Tips_171_000[] = _("{End}");

u8 Tips_172_000[] = _("{End}");

u8 Tips_173_000[] = _("{End}");

u8 Tips_174_000[] = _("{End}");

u8 Tips_175_000[] = _("{End}");

u8 Tips_176_000[] = _("{End}");

u8 Tips_177_000[] = _("{End}");

u8 Tips_178_000[] = _("{End}");

u8 Tips_179_000[] = _("{End}");

u8 Tips_180_000[] = _("{End}");

u8 Tips_181_000[] = _("{End}");

u8 Tips_182_000[] = _("风间{End}");
u8 Tips_182_001[] = _("Stage 05{End}");
u8 Tips_182_002[] = _("Normal{End}");
u8 Tips_182_003[] = _("未完成{End}");

u8 Tips_183_000[] = _("风间{End}");
u8 Tips_183_001[] = _("Stage 05{End}");
u8 Tips_183_002[] = _("Normal{End}");
u8 Tips_183_003[] = _("已完成{End}");

u8 Tips_184_000[] = _("风间{End}");
u8 Tips_184_001[] = _("Stage 05{End}");
u8 Tips_184_002[] = _("动感超人{End}");
u8 Tips_184_003[] = _("未完成{End}");

u8 Tips_185_000[] = _("风间{End}");
u8 Tips_185_001[] = _("Stage 05{End}");
u8 Tips_185_002[] = _("动感超人{End}");
u8 Tips_185_003[] = _("已完成{End}");

u8 Tips_186_000[] = _("风间{End}");
u8 Tips_186_001[] = _("Stage 05{End}");
u8 Tips_186_002[] = _("猴子{End}");
u8 Tips_186_003[] = _("未完成{End}");

u8 Tips_187_000[] = _("风间{End}");
u8 Tips_187_001[] = _("Stage 05{End}");
u8 Tips_187_002[] = _("猴子{End}");
u8 Tips_187_003[] = _("已完成{End}");

u8 Tips_188_000[] = _("风间{End}");
u8 Tips_188_001[] = _("Stage 05{End}");
u8 Tips_188_002[] = _("青蛙{End}");
u8 Tips_188_003[] = _("未完成{End}");

u8 Tips_189_000[] = _("风间{End}");
u8 Tips_189_001[] = _("Stage 05{End}");
u8 Tips_189_002[] = _("青蛙{End}");
u8 Tips_189_003[] = _("已完成{End}");

u8 Tips_190_000[] = _("风间{End}");
u8 Tips_190_001[] = _("Stage 05{End}");
u8 Tips_190_002[] = _("小鸡{End}");
u8 Tips_190_003[] = _("未完成{End}");

u8 Tips_191_000[] = _("风间{End}");
u8 Tips_191_001[] = _("Stage 05{End}");
u8 Tips_191_002[] = _("小鸡{End}");
u8 Tips_191_003[] = _("已完成{End}");

u8 Tips_192_000[] = _("风间{End}");
u8 Tips_192_001[] = _("Stage 05{End}");
u8 Tips_192_002[] = _("蜜蜂{End}");
u8 Tips_192_003[] = _("未完成{End}");

u8 Tips_193_000[] = _("风间{End}");
u8 Tips_193_001[] = _("Stage 05{End}");
u8 Tips_193_002[] = _("蜜蜂{End}");
u8 Tips_193_003[] = _("已完成{End}");

u8 Tips_194_000[] = _("从这里掉下去可就麻烦了！{End}");
u8 Tips_194_001[] = _("前面有些台阶，站上去会往下掉。{End}");
u8 Tips_194_002[] = _("所以要小心前进哦！{End}");

u8 Tips_195_000[] = _("看起来好像可以爬上管道，{End}");
u8 Tips_195_001[] = _("不过我很想知道，前面到底有什么。{End}");

u8 Tips_196_000[] = _("新之助，{End}");
u8 Tips_196_001[] = _("遇到困难时记得使用变身装。{End}");
u8 Tips_196_002[] = _("听说有个地方{End}");
u8 Tips_196_003[] = _("需要用到动感光波能力。{End}");

u8 Tips_197_000[] = _("唔~，是【防火门】啊……{End}");
u8 Tips_197_001[] = _("{End}");
u8 Tips_197_002[] = _("原来这就是动感光波的{End}");
u8 Tips_197_003[] = _("用武之地。{End}");

u8 Tips_198_000[] = _("在这一关，{End}");
u8 Tips_198_001[] = _("可能用不上那件……{End}");

u8 Tips_199_000[] = _("在这一关，{End}");
u8 Tips_199_001[] = _("可能用不上那件……{End}");

u8 Tips_200_000[] = _("我们所在的地板下方{End}");
u8 Tips_200_001[] = _("到底是什么样的呢？{End}");
u8 Tips_200_002[] = _("既然有青蛙挂钩，{End}");
u8 Tips_200_003[] = _("或许可以下去吧？{End}");
u8 Tips_200_004[] = _("不过，如果掉下去就危险了……{End}");

u8 Tips_201_000[] = _("你去过那下面吗？{End}");
u8 Tips_201_001[] = _("我去过哦！{End}");
u8 Tips_201_002[] = _("哼哼，{End}");
u8 Tips_201_003[] = _("那里有什么可是秘密哦！{End}");

u8 Tips_202_000[] = _("哎呀~，还挺合适的嘛……{End}");
u8 Tips_202_001[] = _("{End}");
u8 Tips_202_002[] = _("……你在脸红什么呀！{End}");

u8 Tips_203_000[] = _("哎呀~，还挺合适的嘛……{End}");
u8 Tips_203_001[] = _("{End}");
u8 Tips_203_002[] = _("……你在脸红什么呀！{End}");

u8 Tips_204_000[] = _("你啊，还真是个小孩子呢~{End}");
u8 Tips_204_001[] = _("我才没有羡慕你呢！{End}");
u8 Tips_204_002[] = _("……这是真的啊！{End}");
u8 Tips_204_003[] = _("你有没有在听啊！新之助！{End}");

u8 Tips_205_000[] = _("你啊，还真是个小孩子呢~{End}");
u8 Tips_205_001[] = _("我才没有羡慕你呢！{End}");
u8 Tips_205_002[] = _("……这是真的啊！{End}");
u8 Tips_205_003[] = _("你有没有在听啊！新之助！{End}");

u8 Tips_206_000[] = _("新之助！{End}");
u8 Tips_206_001[] = _("前面掉下去可就麻烦了哦！{End}");
u8 Tips_206_002[] = _("要注意下方的情况！{End}");

u8 Tips_207_000[] = _("新之助！{End}");
u8 Tips_207_001[] = _("我想你是明白的，{End}");
u8 Tips_207_002[] = _("前面掉下去可就麻烦了哦！{End}");
u8 Tips_207_003[] = _("要注意下方的情况！{End}");

u8 Tips_208_000[] = _("这一关好像很适合{End}");
u8 Tips_208_001[] = _("用动感超人的装扮呢！{End}");

u8 Tips_209_000[] = _("这一关好像很适合{End}");
u8 Tips_209_001[] = _("用动感超人的装扮呢！{End}");

u8 Tips_210_000[] = _("如果穿着那身装扮的话，{End}");
u8 Tips_210_001[] = _("掉进洞里也可以通过【反墙跳】来救自己。{End}");
u8 Tips_210_002[] = _("……真的能做到吗？{End}");

u8 Tips_211_000[] = _("如果穿着那身装扮的话，{End}");
u8 Tips_211_001[] = _("掉进洞里也可以通过【反墙跳】来救自己。{End}");
u8 Tips_211_002[] = _("……真的能做到吗？{End}");

u8 Tips_212_000[] = _("太恶心了，快走开！{End}");
u8 Tips_212_001[] = _("你听到了吗，新之助！{End}");

u8 Tips_213_000[] = _("太恶心了，快走开！{End}");
u8 Tips_213_001[] = _("你听到了吗，新之助！{End}");

u8 Tips_214_000[] = _("这个装扮在这一关里{End}");
u8 Tips_214_001[] = _("会用得到吗？要不要调查一下？{End}");

u8 Tips_215_000[] = _("这个装扮在这一关里{End}");
u8 Tips_215_001[] = _("会用得到吗？要不要调查一下？{End}");

u8 Tips_216_000[] = _("要注意剩余的能量哦，{End}");
u8 Tips_216_001[] = _("如果中途耗尽力量，就会掉下去！{End}");

u8 Tips_217_000[] = _("要注意剩余的能量哦，{End}");
u8 Tips_217_001[] = _("如果中途耗尽力量，就会掉下去！{End}");

u8 Tips_218_000[] = _("有时候会有扔过来的香蕉，{End}");
u8 Tips_218_001[] = _("如果被打到会很痛，所以要小心哦！{End}");

u8 Tips_219_000[] = _("有时候会有扔过来的香蕉，{End}");
u8 Tips_219_001[] = _("如果被打到会很痛，所以要小心哦！{End}");

u8 Tips_220_000[] = _("说到适合战斗的变身装，{End}");
u8 Tips_220_001[] = _("那就是【动感超人】了！{End}");
u8 Tips_220_002[] = _("你会使用【动感踢腿】吗？{End}");
u8 Tips_220_003[] = _("在跳跃中按B键就可以发动哦！{End}");

u8 Tips_221_000[] = _("【动感超人】的另一个绝技{End}");
u8 Tips_221_001[] = _("就是【动感回旋闪电】！{End}");
u8 Tips_221_002[] = _("在二段跳中同时按下{End}");
u8 Tips_221_003[] = _("方向下键和B建就可以发动该绝技！{End}");

u8 Tips_222_000[] = _("看来在这里，{End}");
u8 Tips_222_001[] = _("那样的装扮不太合适呢……{End}");

u8 Tips_223_000[] = _("悄悄告诉你，下一关好像很适合{End}");
u8 Tips_223_001[] = _("用猴子的装扮呢！{End}");

u8 Tips_224_000[] = _("太恶心了，快走开！{End}");
u8 Tips_224_001[] = _("你听到了吗，新之助！{End}");

u8 Tips_225_000[] = _("太恶心了，快走开！{End}");
u8 Tips_225_001[] = _("你听到了吗，新之助！{End}");

u8 Tips_226_000[] = _("那样的装扮不适合这里哦。{End}");

u8 Tips_227_000[] = _("那样的装扮不适合这里哦。{End}");

u8 Tips_228_000[] = _("那样的装扮不适合这里哦。{End}");

u8 Tips_229_000[] = _("那样的装扮不适合这里哦。{End}");

u8 Tips_230_000[] = _("如果电梯比你更快，{End}");
u8 Tips_230_001[] = _("先到达塔顶，{End}");
u8 Tips_230_002[] = _("那可就麻烦了！{End}");
u8 Tips_230_003[] = _("不要输啊！小新！{End}");

u8 Tips_231_000[] = _("如果电梯比你更快，{End}");
u8 Tips_231_001[] = _("先到达塔顶，{End}");
u8 Tips_231_002[] = _("那可就麻烦了！{End}");
u8 Tips_231_003[] = _("不要输啊！小新！{End}");

u8 Tips_232_000[] = _("喂，你在干什么呢？{End}");
u8 Tips_232_001[] = _("快去追电梯！{End}");

u8 Tips_233_000[] = _("喂，你在干什么呢？{End}");
u8 Tips_233_001[] = _("快去追电梯！{End}");

u8 Tips_234_000[] = _("喂，你在干什么呢？{End}");
u8 Tips_234_001[] = _("快去追电梯！{End}");

u8 Tips_235_000[] = _("喂，你在干什么呢？{End}");
u8 Tips_235_001[] = _("快去追电梯！{End}");

u8 Tips_236_000[] = _("喂，你在干什么呢？{End}");
u8 Tips_236_001[] = _("快去追电梯！{End}");

u8 Tips_237_000[] = _("喂，你在干什么呢？{End}");
u8 Tips_237_001[] = _("快去追电梯！{End}");

u8 Tips_238_000[] = _("喂，你在干什么呢？{End}");
u8 Tips_238_001[] = _("快去追电梯！{End}");

u8 Tips_239_000[] = _("喂，你在干什么呢？{End}");
u8 Tips_239_001[] = _("快去追电梯！{End}");

u8 Tips_240_000[] = _("喂，你在干什么呢？{End}");
u8 Tips_240_001[] = _("快去追电梯！{End}");

u8 Tips_241_000[] = _("喂，你在干什么呢？{End}");
u8 Tips_241_001[] = _("快去追电梯！{End}");

u8 Tips_242_000[] = _("风间{End}");
u8 Tips_242_001[] = _("Stage 10{End}");
u8 Tips_242_002[] = _("Normal{End}");
u8 Tips_242_003[] = _("未完成{End}");

u8 Tips_243_000[] = _("风间{End}");
u8 Tips_243_001[] = _("Stage 10{End}");
u8 Tips_243_002[] = _("Normal{End}");
u8 Tips_243_003[] = _("已完成{End}");

u8 Tips_244_000[] = _("风间{End}");
u8 Tips_244_001[] = _("Stage 10{End}");
u8 Tips_244_002[] = _("动感超人{End}");
u8 Tips_244_003[] = _("未完成{End}");

u8 Tips_245_000[] = _("风间{End}");
u8 Tips_245_001[] = _("Stage 10{End}");
u8 Tips_245_002[] = _("动感超人{End}");
u8 Tips_245_003[] = _("已完成{End}");

u8 Tips_246_000[] = _("风间{End}");
u8 Tips_246_001[] = _("Stage 10{End}");
u8 Tips_246_002[] = _("猴子{End}");
u8 Tips_246_003[] = _("未完成{End}");

u8 Tips_247_000[] = _("风间{End}");
u8 Tips_247_001[] = _("Stage 10{End}");
u8 Tips_247_002[] = _("猴子{End}");
u8 Tips_247_003[] = _("已完成{End}");

u8 Tips_248_000[] = _("风间{End}");
u8 Tips_248_001[] = _("Stage 10{End}");
u8 Tips_248_002[] = _("青蛙{End}");
u8 Tips_248_003[] = _("未完成{End}");

u8 Tips_249_000[] = _("风间{End}");
u8 Tips_249_001[] = _("Stage 10{End}");
u8 Tips_249_002[] = _("青蛙{End}");
u8 Tips_249_003[] = _("已完成{End}");

u8 Tips_250_000[] = _("风间{End}");
u8 Tips_250_001[] = _("Stage 10{End}");
u8 Tips_250_002[] = _("小鸡{End}");
u8 Tips_250_003[] = _("未完成{End}");

u8 Tips_251_000[] = _("风间{End}");
u8 Tips_251_001[] = _("Stage 10{End}");
u8 Tips_251_002[] = _("小鸡{End}");
u8 Tips_251_003[] = _("已完成{End}");

u8 Tips_252_000[] = _("风间{End}");
u8 Tips_252_001[] = _("Stage 10{End}");
u8 Tips_252_002[] = _("蜜蜂{End}");
u8 Tips_252_003[] = _("未完成{End}");

u8 Tips_253_000[] = _("风间{End}");
u8 Tips_253_001[] = _("Stage 10{End}");
u8 Tips_253_002[] = _("蜜蜂{End}");
u8 Tips_253_003[] = _("已完成{End}");

u8 Tips_254_000[] = _("听说一直往前走的话，{End}");
u8 Tips_254_001[] = _("就会遇到那些家伙的首领！{End}");

u8 Tips_255_000[] = _("听说一直往前走的话，{End}");
u8 Tips_255_001[] = _("就会遇到那些家伙的首领！{End}");

u8 Tips_256_000[] = _("听说一直往前走的话，{End}");
u8 Tips_256_001[] = _("就会遇到那些家伙的首领！{End}");

u8 Tips_257_000[] = _("听说一直往前走的话，{End}");
u8 Tips_257_001[] = _("就会遇到那些家伙的首领！{End}");

u8 Tips_258_000[] = _("听说一直往前走的话，{End}");
u8 Tips_258_001[] = _("就会遇到那些家伙的首领！{End}");

u8 Tips_259_000[] = _("听说一直往前走的话，{End}");
u8 Tips_259_001[] = _("就会遇到那些家伙的首领！{End}");

u8 Tips_260_000[] = _("听说一直往前走的话，{End}");
u8 Tips_260_001[] = _("就会遇到那些家伙的首领！{End}");

u8 Tips_261_000[] = _("听说一直往前走的话，{End}");
u8 Tips_261_001[] = _("就会遇到那些家伙的首领！{End}");

u8 Tips_262_000[] = _("听说一直往前走的话，{End}");
u8 Tips_262_001[] = _("就会遇到那些家伙的首领！{End}");

u8 Tips_263_000[] = _("听说一直往前走的话，{End}");
u8 Tips_263_001[] = _("就会遇到那些家伙的首领！{End}");

u8 Tips_264_000[] = _("听说一直往前走的话，{End}");
u8 Tips_264_001[] = _("就会遇到那些家伙的首领！{End}");

u8 Tips_265_000[] = _("听说一直往前走的话，{End}");
u8 Tips_265_001[] = _("就会遇到那些家伙的首领！{End}");

u8 Tips_266_000[] = _("啊！是妮妮的小兔子！{End}");
u8 Tips_266_001[] = _("谢谢你，小新！{End}");
u8 Tips_266_002[] = _("因为没有找到这个，我一直在生气呢！{End}");
u8 Tips_266_003[] = _("{End}");
u8 Tips_266_004[] = _("哈~，真舒服！{End}");
u8 Tips_266_005[] = _("谢谢你！小新！{End}");

u8 Tips_267_000[] = _("嘿嘿，小新，{End}");
u8 Tips_267_001[] = _("你知道吗？{End}");
u8 Tips_267_002[] = _("纸箱一踩就会塌，{End}");
u8 Tips_267_003[] = _("但【木箱】可不是这样！{End}");
u8 Tips_267_004[] = _("除非上面掉下什么重的东西。{End}");
u8 Tips_267_005[] = _("……{End}");
u8 Tips_267_006[] = _("……比如小新妈妈之类的……{End}");

u8 Tips_268_000[] = _("妮妮也在找【金卡】呢，{End}");
u8 Tips_268_001[] = _("但一个都没找到……{End}");
u8 Tips_268_002[] = _("啊~~，太气人了！！{End}");

u8 Tips_269_000[] = _("啊！是动感超人！{End}");
u8 Tips_269_001[] = _("太帅了~！{End}");

u8 Tips_270_000[] = _("妮妮也在找【金卡】呢，{End}");
u8 Tips_270_001[] = _("但一个都没找到……{End}");
u8 Tips_270_002[] = _("啊~~，太气人了！！{End}");

u8 Tips_271_000[] = _("果然，还是小新妈妈厉害呀！{End}");
u8 Tips_271_001[] = _("妮妮好佩服她！{End}");
u8 Tips_271_002[] = _("看起来还有可以破坏的东西，{End}");
u8 Tips_271_003[] = _("要不要试试找她帮忙呢？{End}");

u8 Tips_272_000[] = _("妮妮也在找【金卡】呢，{End}");
u8 Tips_272_001[] = _("但一个都没找到……{End}");
u8 Tips_272_002[] = _("啊~~，太气人了！！{End}");

u8 Tips_273_000[] = _("果然，还是小新妈妈厉害呀！{End}");
u8 Tips_273_001[] = _("妮妮好佩服她！{End}");
u8 Tips_273_002[] = _("看起来还可以破坏其他东西，{End}");
u8 Tips_273_003[] = _("不如试着找找看？{End}");

u8 Tips_274_000[] = _("妮妮也在找【金卡】呢，{End}");
u8 Tips_274_001[] = _("但一个都没找到……{End}");
u8 Tips_274_002[] = _("啊~~，太气人了！！{End}");

u8 Tips_275_000[] = _("这件衣服好可爱~{End}");
u8 Tips_275_001[] = _("妮妮也想要~！{End}");

u8 Tips_276_000[] = _("妮妮也在找【金卡】呢，{End}");
u8 Tips_276_001[] = _("但一个都没找到……{End}");
u8 Tips_276_002[] = _("啊~~，太气人了！！{End}");

u8 Tips_277_000[] = _("这件衣服好可爱~{End}");
u8 Tips_277_001[] = _("妮妮也想要~！{End}");

u8 Tips_278_000[] = _("妮妮也在找【金卡】呢，{End}");
u8 Tips_278_001[] = _("但一个都没找到……{End}");
u8 Tips_278_002[] = _("啊~~，太气人了！！{End}");

u8 Tips_279_000[] = _("前面有不同颜色的地板！{End}");
u8 Tips_279_001[] = _("你不觉得有什么特别的吗？{End}");

u8 Tips_280_000[] = _("前面有不同颜色的地板！{End}");
u8 Tips_280_001[] = _("你不觉得有什么特别的吗？{End}");

u8 Tips_281_000[] = _("如果是变身成动感超人，{End}");
u8 Tips_281_001[] = _("打倒敌人就很简单了呢！{End}");

u8 Tips_282_000[] = _("啊！是动感超人！{End}");
u8 Tips_282_001[] = _("太帅了~！{End}");

u8 Tips_283_000[] = _("在大蛇现身之前，{End}");
u8 Tips_283_001[] = _("会有树叶掉下来哦！{End}");
u8 Tips_283_002[] = _("你知道吗？{End}");

u8 Tips_284_000[] = _("听说在大蛇的栖息地里，{End}");
u8 Tips_284_001[] = _("似乎隐藏着什么东西。{End}");
u8 Tips_284_002[] = _("不过那里充满了危险呢……{End}");

u8 Tips_285_000[] = _("哎呀！吓到我了！{End}");
u8 Tips_285_001[] = _("不要突然吓我嘛！{End}");

u8 Tips_286_000[] = _("哎呀！吓到我了！{End}");
u8 Tips_286_001[] = _("不要突然吓我嘛！{End}");

u8 Tips_287_000[] = _("这件衣服好可爱~{End}");
u8 Tips_287_001[] = _("妮妮也想要~！{End}");

u8 Tips_288_000[] = _("这件衣服好可爱~{End}");
u8 Tips_288_001[] = _("妮妮也想要~！{End}");

u8 Tips_289_000[] = _("这件衣服好可爱~{End}");
u8 Tips_289_001[] = _("妮妮也想要~！{End}");

u8 Tips_290_000[] = _("这件衣服好可爱~{End}");
u8 Tips_290_001[] = _("妮妮也想要~！{End}");

u8 Tips_291_000[] = _("妮妮{End}");
u8 Tips_291_001[] = _("Stage 03{End}");
u8 Tips_291_002[] = _("Normal{End}");
u8 Tips_291_003[] = _("未完成{End}");

u8 Tips_292_000[] = _("妮妮{End}");
u8 Tips_292_001[] = _("Stage 03{End}");
u8 Tips_292_002[] = _("Normal{End}");
u8 Tips_292_003[] = _("已完成{End}");

u8 Tips_293_000[] = _("妮妮{End}");
u8 Tips_293_001[] = _("Stage 03{End}");
u8 Tips_293_002[] = _("动感超人{End}");
u8 Tips_293_003[] = _("未完成{End}");

u8 Tips_294_000[] = _("妮妮{End}");
u8 Tips_294_001[] = _("Stage 03{End}");
u8 Tips_294_002[] = _("动感超人{End}");
u8 Tips_294_003[] = _("已完成{End}");

u8 Tips_295_000[] = _("妮妮{End}");
u8 Tips_295_001[] = _("Stage 03{End}");
u8 Tips_295_002[] = _("猴子{End}");
u8 Tips_295_003[] = _("未完成{End}");

u8 Tips_296_000[] = _("妮妮{End}");
u8 Tips_296_001[] = _("Stage 03{End}");
u8 Tips_296_002[] = _("猴子{End}");
u8 Tips_296_003[] = _("已完成{End}");

u8 Tips_297_000[] = _("妮妮{End}");
u8 Tips_297_001[] = _("Stage 03{End}");
u8 Tips_297_002[] = _("青蛙{End}");
u8 Tips_297_003[] = _("未完成{End}");

u8 Tips_298_000[] = _("妮妮{End}");
u8 Tips_298_001[] = _("Stage 03{End}");
u8 Tips_298_002[] = _("青蛙{End}");
u8 Tips_298_003[] = _("已完成{End}");

u8 Tips_299_000[] = _("妮妮{End}");
u8 Tips_299_001[] = _("Stage 03{End}");
u8 Tips_299_002[] = _("小鸡{End}");
u8 Tips_299_003[] = _("未完成{End}");

u8 Tips_300_000[] = _("妮妮{End}");
u8 Tips_300_001[] = _("Stage 03{End}");
u8 Tips_300_002[] = _("小鸡{End}");
u8 Tips_300_003[] = _("已完成{End}");

u8 Tips_301_000[] = _("妮妮{End}");
u8 Tips_301_001[] = _("Stage 03{End}");
u8 Tips_301_002[] = _("蜜蜂{End}");
u8 Tips_301_003[] = _("未完成{End}");

u8 Tips_302_000[] = _("妮妮{End}");
u8 Tips_302_001[] = _("Stage 03{End}");
u8 Tips_302_002[] = _("蜜蜂{End}");
u8 Tips_302_003[] = _("已完成{End}");

u8 Tips_303_000[] = _("{End}");

u8 Tips_304_000[] = _("{End}");

u8 Tips_305_000[] = _("{End}");

u8 Tips_306_000[] = _("{End}");

u8 Tips_307_000[] = _("{End}");

u8 Tips_308_000[] = _("{End}");

u8 Tips_309_000[] = _("{End}");

u8 Tips_310_000[] = _("{End}");

u8 Tips_311_000[] = _("{End}");

u8 Tips_312_000[] = _("{End}");

u8 Tips_313_000[] = _("{End}");

u8 Tips_314_000[] = _("{End}");

u8 Tips_315_000[] = _("这个地方充满了危险呢！{End}");
u8 Tips_315_001[] = _("{End}");
u8 Tips_315_002[] = _("千万不要从楼上掉下去，{End}");
u8 Tips_315_003[] = _("会很危险，所以要小心哦！{End}");

u8 Tips_316_000[] = _("这个地方充满了危险呢！{End}");
u8 Tips_316_001[] = _("{End}");
u8 Tips_316_002[] = _("千万不要从楼上掉下去，{End}");
u8 Tips_316_003[] = _("会很危险，所以要小心哦！{End}");

u8 Tips_317_000[] = _("如果是变身成动感超人，{End}");
u8 Tips_317_001[] = _("打倒敌人就很简单了呢！{End}");

u8 Tips_318_000[] = _("啊！是动感超人！{End}");
u8 Tips_318_001[] = _("太帅了~！{End}");

u8 Tips_319_000[] = _("这件衣服好可爱~{End}");
u8 Tips_319_001[] = _("妮妮也想要~！{End}");

u8 Tips_320_000[] = _("这件衣服好可爱~{End}");
u8 Tips_320_001[] = _("妮妮也想要~！{End}");

u8 Tips_321_000[] = _("这里有很多青蛙挂钩，{End}");
u8 Tips_321_001[] = _("看样子可以去很多地方呢。{End}");

u8 Tips_322_000[] = _("这里有很多青蛙挂钩，{End}");
u8 Tips_322_001[] = _("看样子可以去很多地方呢。{End}");

u8 Tips_323_000[] = _("这件衣服好可爱~{End}");
u8 Tips_323_001[] = _("妮妮也想要~！{End}");

u8 Tips_324_000[] = _("这件衣服好可爱~{End}");
u8 Tips_324_001[] = _("妮妮也想要~！{End}");

u8 Tips_325_000[] = _("这件衣服好可爱~{End}");
u8 Tips_325_001[] = _("妮妮也想要~！{End}");

u8 Tips_326_000[] = _("这件衣服好可爱~{End}");
u8 Tips_326_001[] = _("妮妮也想要~！{End}");

u8 Tips_327_000[] = _("啊啊！防火门被锁住了！{End}");
u8 Tips_327_001[] = _("怎么办呢……{End}");
u8 Tips_327_002[] = _("如果能获得什么强大的力量，{End}");
u8 Tips_327_003[] = _("也许就能把它弄开！{End}");

u8 Tips_328_000[] = _("啊啊！防火门被锁住了！{End}");
u8 Tips_328_001[] = _("怎么办呢……{End}");
u8 Tips_328_002[] = _("如果能获得什么强大的力量，{End}");
u8 Tips_328_003[] = _("也许就能把它弄开！{End}");

u8 Tips_329_000[] = _("如果是动感光波的话，一定能弄开的！{End}");
u8 Tips_329_001[] = _("加油！小新！{End}");

u8 Tips_330_000[] = _("如果是动感光波的话，一定能弄开的！{End}");
u8 Tips_330_001[] = _("加油！小新！{End}");

u8 Tips_331_000[] = _("猴子的话是做不到的……{End}");

u8 Tips_332_000[] = _("猴子的话是做不到的……{End}");

u8 Tips_333_000[] = _("青蛙的话也是不可能的……{End}");

u8 Tips_334_000[] = _("青蛙的话也是不可能的……{End}");

u8 Tips_335_000[] = _("……或许可以弄开……{End}");
u8 Tips_335_001[] = _("……也许吧？{End}");

u8 Tips_336_000[] = _("……或许可以弄开……{End}");
u8 Tips_336_001[] = _("……也许吧？{End}");

u8 Tips_337_000[] = _("如果是蜜蜂的话……嗯……{End}");

u8 Tips_338_000[] = _("如果是蜜蜂的话……嗯……{End}");

u8 Tips_339_000[] = _("妮妮{End}");
u8 Tips_339_001[] = _("Stage 07{End}");
u8 Tips_339_002[] = _("Normal{End}");
u8 Tips_339_003[] = _("未完成{End}");

u8 Tips_340_000[] = _("妮妮{End}");
u8 Tips_340_001[] = _("Stage 07{End}");
u8 Tips_340_002[] = _("Normal{End}");
u8 Tips_340_003[] = _("已完成{End}");

u8 Tips_341_000[] = _("妮妮{End}");
u8 Tips_341_001[] = _("Stage 07{End}");
u8 Tips_341_002[] = _("动感超人{End}");
u8 Tips_341_003[] = _("未完成{End}");

u8 Tips_342_000[] = _("妮妮{End}");
u8 Tips_342_001[] = _("Stage 07{End}");
u8 Tips_342_002[] = _("动感超人{End}");
u8 Tips_342_003[] = _("已完成{End}");

u8 Tips_343_000[] = _("妮妮{End}");
u8 Tips_343_001[] = _("Stage 07{End}");
u8 Tips_343_002[] = _("猴子{End}");
u8 Tips_343_003[] = _("未完成{End}");

u8 Tips_344_000[] = _("妮妮{End}");
u8 Tips_344_001[] = _("Stage 07{End}");
u8 Tips_344_002[] = _("猴子{End}");
u8 Tips_344_003[] = _("已完成{End}");

u8 Tips_345_000[] = _("妮妮{End}");
u8 Tips_345_001[] = _("Stage 07{End}");
u8 Tips_345_002[] = _("青蛙{End}");
u8 Tips_345_003[] = _("未完成{End}");

u8 Tips_346_000[] = _("妮妮{End}");
u8 Tips_346_001[] = _("Stage 07{End}");
u8 Tips_346_002[] = _("青蛙{End}");
u8 Tips_346_003[] = _("已完成{End}");

u8 Tips_347_000[] = _("妮妮{End}");
u8 Tips_347_001[] = _("Stage 07{End}");
u8 Tips_347_002[] = _("小鸡{End}");
u8 Tips_347_003[] = _("未完成{End}");

u8 Tips_348_000[] = _("妮妮{End}");
u8 Tips_348_001[] = _("Stage 07{End}");
u8 Tips_348_002[] = _("小鸡{End}");
u8 Tips_348_003[] = _("已完成{End}");

u8 Tips_349_000[] = _("妮妮{End}");
u8 Tips_349_001[] = _("Stage 07{End}");
u8 Tips_349_002[] = _("蜜蜂{End}");
u8 Tips_349_003[] = _("未完成{End}");

u8 Tips_350_000[] = _("妮妮{End}");
u8 Tips_350_001[] = _("Stage 07{End}");
u8 Tips_350_002[] = _("蜜蜂{End}");
u8 Tips_350_003[] = _("已完成{End}");

u8 Tips_351_000[] = _("如果能在天空飞翔的话，{End}");
u8 Tips_351_001[] = _("去那边似乎就简单多了呢！{End}");
u8 Tips_351_002[] = _("不知道有没有这样的变身装呢？{End}");

u8 Tips_352_000[] = _("如果能在天空飞翔的话，{End}");
u8 Tips_352_001[] = _("去那边似乎就简单多了呢！{End}");
u8 Tips_352_002[] = _("不知道有没有这样的变身装呢？{End}");

u8 Tips_353_000[] = _("这件装扮不太适合这一关，{End}");
u8 Tips_353_001[] = _("其他的装扮可能更好一些吧？{End}");

u8 Tips_354_000[] = _("这件装扮不太适合这一关，{End}");
u8 Tips_354_001[] = _("其他的装扮可能更好一些吧？{End}");

u8 Tips_355_000[] = _("猴子的话是做不到的……{End}");

u8 Tips_356_000[] = _("猴子的话是做不到的……{End}");

u8 Tips_357_000[] = _("哎呀！吓到我了！{End}");
u8 Tips_357_001[] = _("哪里掉下来的，真是的！{End}");

u8 Tips_358_000[] = _("哎呀！吓到我了！{End}");
u8 Tips_358_001[] = _("哪里掉下来的，真是的！{End}");

u8 Tips_359_000[] = _("没错，那个打扮正合适呢！{End}");
u8 Tips_359_001[] = _("加油哦，小新！{End}");

u8 Tips_360_000[] = _("没错，那个打扮正合适呢！{End}");
u8 Tips_360_001[] = _("加油哦，小新！{End}");

u8 Tips_361_000[] = _("有点困难吧？{End}");
u8 Tips_361_001[] = _("中途可能会没力气哦！{End}");

u8 Tips_362_000[] = _("有点困难吧？{End}");
u8 Tips_362_001[] = _("中途可能会没力气哦！{End}");

u8 Tips_363_000[] = _("这就是以前的氛围吗？{End}");
u8 Tips_363_001[] = _("和现在差别真大呢！{End}");

u8 Tips_364_000[] = _("这就是以前的氛围吗？{End}");
u8 Tips_364_001[] = _("和现在差别真大呢！{End}");

u8 Tips_365_000[] = _("听说这一关{End}");
u8 Tips_365_001[] = _("有召唤另一个英雄的金卡，{End}");
u8 Tips_365_002[] = _("不知道会出现什么样的英雄呢，{End}");
u8 Tips_365_003[] = _("真想看看啊~{End}");

u8 Tips_366_000[] = _("因为说是英雄，所以我很期待，{End}");
u8 Tips_366_001[] = _("结果是什么【广志SUN】啊！{End}");
u8 Tips_366_002[] = _("真是让我失望了！{End}");

u8 Tips_367_000[] = _("这件衣服好可爱~{End}");
u8 Tips_367_001[] = _("妮妮也想要~！{End}");

u8 Tips_368_000[] = _("这件衣服好可爱~{End}");
u8 Tips_368_001[] = _("妮妮也想要~！{End}");

u8 Tips_369_000[] = _("哎呀！吓到我了！{End}");
u8 Tips_369_001[] = _("不要突然吓我嘛！{End}");

u8 Tips_370_000[] = _("哎呀！吓到我了！{End}");
u8 Tips_370_001[] = _("不要突然吓我嘛！{End}");

u8 Tips_371_000[] = _("这件衣服好可爱~{End}");
u8 Tips_371_001[] = _("妮妮也想要~！{End}");

u8 Tips_372_000[] = _("这件衣服好可爱~{End}");
u8 Tips_372_001[] = _("妮妮也想要~！{End}");

u8 Tips_373_000[] = _("这件衣服好可爱~{End}");
u8 Tips_373_001[] = _("妮妮也想要~！{End}");

u8 Tips_374_000[] = _("这件衣服好可爱~{End}");
u8 Tips_374_001[] = _("妮妮也想要~！{End}");

u8 Tips_375_000[] = _("前面有移动的刺刺，{End}");
u8 Tips_375_001[] = _("碰到的话会很痛哦！{End}");
u8 Tips_375_002[] = _("要掌握好时机，{End}");
u8 Tips_375_003[] = _("用跳跃来躲过它呢。{End}");

u8 Tips_376_000[] = _("前面有移动的刺刺，{End}");
u8 Tips_376_001[] = _("碰到的话会很痛哦！{End}");
u8 Tips_376_002[] = _("要掌握好时机，{End}");
u8 Tips_376_003[] = _("用跳跃来躲过它呢。{End}");

u8 Tips_377_000[] = _("啊！是动感超人！{End}");
u8 Tips_377_001[] = _("太帅了~！{End}");

u8 Tips_378_000[] = _("啊！是动感超人！{End}");
u8 Tips_378_001[] = _("太帅了~！{End}");

u8 Tips_379_000[] = _("前面有移动的刺刺，{End}");
u8 Tips_379_001[] = _("碰到的话会很痛哦！{End}");
u8 Tips_379_002[] = _("要掌握好时机，{End}");
u8 Tips_379_003[] = _("用跳跃来躲过它呢。{End}");

u8 Tips_380_000[] = _("这件衣服好可爱~{End}");
u8 Tips_380_001[] = _("妮妮也想要~！{End}");

u8 Tips_381_000[] = _("哎呀！吓到我了！{End}");
u8 Tips_381_001[] = _("不要突然吓我嘛！{End}");

u8 Tips_382_000[] = _("哎呀！吓到我了！{End}");
u8 Tips_382_001[] = _("不要突然吓我嘛！{End}");

u8 Tips_383_000[] = _("这件衣服好可爱~{End}");
u8 Tips_383_001[] = _("妮妮也想要~！{End}");

u8 Tips_384_000[] = _("这件衣服好可爱~{End}");
u8 Tips_384_001[] = _("妮妮也想要~！{End}");

u8 Tips_385_000[] = _("如果那个打扮的话，{End}");
u8 Tips_385_001[] = _("似乎可以安全地越过去呢。{End}");
u8 Tips_385_002[] = _("不过要注意{End}");
u8 Tips_385_003[] = _("避免能量耗尽哦！{End}");

u8 Tips_386_000[] = _("如果那个打扮的话，{End}");
u8 Tips_386_001[] = _("似乎可以安全地越过去呢。{End}");
u8 Tips_386_002[] = _("不过要注意{End}");
u8 Tips_386_003[] = _("避免能量耗尽哦！{End}");

u8 Tips_387_000[] = _("这个缆车一直在走下坡，{End}");
u8 Tips_387_001[] = _("不知道要怎么才能到对面呢？{End}");

u8 Tips_388_000[] = _("这个缆车一直在走下坡，{End}");
u8 Tips_388_001[] = _("不知道要怎么才能到对面呢？{End}");

u8 Tips_389_000[] = _("啊！是动感超人！{End}");
u8 Tips_389_001[] = _("太帅了~！{End}");

u8 Tips_390_000[] = _("啊！是动感超人！{End}");
u8 Tips_390_001[] = _("太帅了~！{End}");

u8 Tips_391_000[] = _("这件衣服好可爱~{End}");
u8 Tips_391_001[] = _("妮妮也想要~！{End}");

u8 Tips_392_000[] = _("这件衣服好可爱~{End}");
u8 Tips_392_001[] = _("妮妮也想要~！{End}");

u8 Tips_393_000[] = _("哎呀！吓到我了！{End}");
u8 Tips_393_001[] = _("不要突然吓我嘛！{End}");

u8 Tips_394_000[] = _("哎呀！吓到我了！{End}");
u8 Tips_394_001[] = _("不要突然吓我嘛！{End}");

u8 Tips_395_000[] = _("这件衣服好可爱~{End}");
u8 Tips_395_001[] = _("妮妮也想要~！{End}");

u8 Tips_396_000[] = _("这件衣服好可爱~{End}");
u8 Tips_396_001[] = _("妮妮也想要~！{End}");

u8 Tips_397_000[] = _("那个打扮的话，{End}");
u8 Tips_397_001[] = _("似乎可以顺利到对面呢。{End}");
u8 Tips_397_002[] = _("不过要注意{End}");
u8 Tips_397_003[] = _("避免能量耗尽哦！{End}");

u8 Tips_398_000[] = _("那个打扮的话，{End}");
u8 Tips_398_001[] = _("似乎可以顺利到对面呢。{End}");
u8 Tips_398_002[] = _("不过要注意{End}");
u8 Tips_398_003[] = _("避免能量耗尽哦！{End}");

u8 Tips_399_000[] = _("哦！那是{End}");
u8 Tips_399_001[] = _("漂亮的【石头】……{End}");
u8 Tips_399_002[] = _("你要给我吗？{End}");
u8 Tips_399_003[] = _("谢谢……{End}");
u8 Tips_399_004[] = _("作为回报，我给你这个……{End}");
u8 Tips_399_005[] = _("{End}");
u8 Tips_399_006[] = _("装扮成蜜蜂，{End}");
u8 Tips_399_007[] = _("按A键就可以飞起来……{End}");
u8 Tips_399_008[] = _("不过能量用完了就会掉下来，{End}");
u8 Tips_399_009[] = _("所以要小心……{End}");
u8 Tips_399_010[] = _("得到了【蜜蜂】的变身装。{End}");

u8 Tips_400_000[] = _("阿呆{End}");
u8 Tips_400_001[] = _("Stage 01{End}");
u8 Tips_400_002[] = _("Normal{End}");
u8 Tips_400_003[] = _("未完成{End}");

u8 Tips_401_000[] = _("阿呆{End}");
u8 Tips_401_001[] = _("Stage 01{End}");
u8 Tips_401_002[] = _("Normal{End}");
u8 Tips_401_003[] = _("已完成{End}");

u8 Tips_402_000[] = _("阿呆{End}");
u8 Tips_402_001[] = _("Stage 01{End}");
u8 Tips_402_002[] = _("动感超人{End}");
u8 Tips_402_003[] = _("未完成{End}");

u8 Tips_403_000[] = _("阿呆{End}");
u8 Tips_403_001[] = _("Stage 01{End}");
u8 Tips_403_002[] = _("动感超人{End}");
u8 Tips_403_003[] = _("已完成{End}");

u8 Tips_404_000[] = _("阿呆{End}");
u8 Tips_404_001[] = _("Stage 01{End}");
u8 Tips_404_002[] = _("猴子{End}");
u8 Tips_404_003[] = _("未完成{End}");

u8 Tips_405_000[] = _("阿呆{End}");
u8 Tips_405_001[] = _("Stage 01{End}");
u8 Tips_405_002[] = _("猴子{End}");
u8 Tips_405_003[] = _("已完成{End}");

u8 Tips_406_000[] = _("阿呆{End}");
u8 Tips_406_001[] = _("Stage 01{End}");
u8 Tips_406_002[] = _("青蛙{End}");
u8 Tips_406_003[] = _("未完成{End}");

u8 Tips_407_000[] = _("阿呆{End}");
u8 Tips_407_001[] = _("Stage 01{End}");
u8 Tips_407_002[] = _("青蛙{End}");
u8 Tips_407_003[] = _("已完成{End}");

u8 Tips_408_000[] = _("阿呆{End}");
u8 Tips_408_001[] = _("Stage 01{End}");
u8 Tips_408_002[] = _("小鸡{End}");
u8 Tips_408_003[] = _("未完成{End}");

u8 Tips_409_000[] = _("阿呆{End}");
u8 Tips_409_001[] = _("Stage 01{End}");
u8 Tips_409_002[] = _("小鸡{End}");
u8 Tips_409_003[] = _("已完成{End}");

u8 Tips_410_000[] = _("阿呆{End}");
u8 Tips_410_001[] = _("Stage 01{End}");
u8 Tips_410_002[] = _("蜜蜂{End}");
u8 Tips_410_003[] = _("未完成{End}");

u8 Tips_411_000[] = _("阿呆{End}");
u8 Tips_411_001[] = _("Stage 01{End}");
u8 Tips_411_002[] = _("蜜蜂{End}");
u8 Tips_411_003[] = _("已完成{End}");

u8 Tips_412_000[] = _("{End}");

u8 Tips_413_000[] = _("{End}");

u8 Tips_414_000[] = _("{End}");

u8 Tips_415_000[] = _("{End}");

u8 Tips_416_000[] = _("{End}");

u8 Tips_417_000[] = _("{End}");

u8 Tips_418_000[] = _("{End}");

u8 Tips_419_000[] = _("{End}");

u8 Tips_420_000[] = _("{End}");

u8 Tips_421_000[] = _("{End}");

u8 Tips_422_000[] = _("{End}");

u8 Tips_423_000[] = _("{End}");

u8 Tips_424_000[] = _("我头上的标记是{End}");
u8 Tips_424_001[] = _("青蛙挂钩。{End}");
u8 Tips_424_002[] = _("青蛙可以用舌头{End}");
u8 Tips_424_003[] = _("挂在上面……{End}");

u8 Tips_425_000[] = _("青蛙在{End}");
u8 Tips_425_001[] = _("伸出舌头的时候，{End}");
u8 Tips_425_002[] = _("离挂钩越近，{End}");
u8 Tips_425_003[] = _("跳得越高。{End}");
u8 Tips_425_004[] = _("加油吧，小新！{End}");

u8 Tips_426_000[] = _("动感光波……{End}");
u8 Tips_426_001[] = _("可以破坏各种东西。{End}");

u8 Tips_427_000[] = _("动感光波……{End}");
u8 Tips_427_001[] = _("可以破坏各种东西。{End}");

u8 Tips_428_000[] = _("好可爱……{End}");

u8 Tips_429_000[] = _("好可爱……{End}");

u8 Tips_430_000[] = _("我头上的标记是{End}");
u8 Tips_430_001[] = _("青蛙挂钩。{End}");
u8 Tips_430_002[] = _("青蛙可以用舌头{End}");
u8 Tips_430_003[] = _("挂在上面……{End}");

u8 Tips_431_000[] = _("好可爱……{End}");

u8 Tips_432_000[] = _("好可爱……{End}");

u8 Tips_433_000[] = _("好可爱……{End}");

u8 Tips_434_000[] = _("……{End}");
u8 Tips_434_001[] = _("蜜蜂……{End}");

u8 Tips_435_000[] = _("……{End}");
u8 Tips_435_001[] = _("蜜蜂……{End}");

u8 Tips_436_000[] = _("这里的地板似乎可以破坏……{End}");
u8 Tips_436_001[] = _("下面可能有什么东西，{End}");
u8 Tips_436_002[] = _("但……如果不能变成青蛙的话，{End}");
u8 Tips_436_003[] = _("会很危险。{End}");

u8 Tips_437_000[] = _("气球的下面{End}");
u8 Tips_437_001[] = _("似乎有什么东西……{End}");
u8 Tips_437_002[] = _("不过……掉下去的话很危险。{End}");

u8 Tips_438_000[] = _("是动感超人，{End}");
u8 Tips_438_001[] = _("我也想要……{End}");

u8 Tips_439_000[] = _("是动感超人，{End}");
u8 Tips_439_001[] = _("我也想要……{End}");

u8 Tips_440_000[] = _("好可爱……{End}");

u8 Tips_441_000[] = _("好可爱……{End}");

u8 Tips_442_000[] = _("好可爱……{End}");

u8 Tips_443_000[] = _("好可爱……{End}");

u8 Tips_444_000[] = _("只要自己有与众不同的一面……{End}");
u8 Tips_444_001[] = _("那就没问题……{End}");

u8 Tips_445_000[] = _("只要自己有与众不同的一面……{End}");
u8 Tips_445_001[] = _("那就没问题……{End}");

u8 Tips_446_000[] = _("……{End}");
u8 Tips_446_001[] = _("蜜蜂……{End}");

u8 Tips_447_000[] = _("……{End}");
u8 Tips_447_001[] = _("蜜蜂……{End}");

u8 Tips_448_000[] = _("这一关似乎{End}");
u8 Tips_448_001[] = _("可以获得【棉花糖】……{End}");
u8 Tips_448_002[] = _("……能吃吗……{End}");

u8 Tips_449_000[] = _("听说【棉花糖】可以{End}");
u8 Tips_449_001[] = _("……用来攻击。{End}");
u8 Tips_449_002[] = _("……？{End}");
u8 Tips_449_003[] = _("我也想要。{End}");

u8 Tips_450_000[] = _("是动感超人，{End}");
u8 Tips_450_001[] = _("我也想要……{End}");

u8 Tips_451_000[] = _("是动感超人，{End}");
u8 Tips_451_001[] = _("我也想要……{End}");

u8 Tips_452_000[] = _("好可爱……{End}");

u8 Tips_453_000[] = _("如果把每种装扮{End}");
u8 Tips_453_001[] = _("与家人的家庭技组合在一起……{End}");
u8 Tips_453_002[] = _("似乎可以做各种各样的事情……？{End}");

u8 Tips_454_000[] = _("好可爱……{End}");

u8 Tips_455_000[] = _("好可爱……{End}");

u8 Tips_456_000[] = _("好可爱……{End}");

u8 Tips_457_000[] = _("好可爱……{End}");

u8 Tips_458_000[] = _("……{End}");
u8 Tips_458_001[] = _("蜜蜂变身装……要好好使用……{End}");

u8 Tips_459_000[] = _("…… ……{End}");
u8 Tips_459_001[] = _("蜜蜂变身装……要好好使用……{End}");

u8 Tips_460_000[] = _("迷路了……{End}");
u8 Tips_460_001[] = _("可以用青蛙装扮回去……{End}");
u8 Tips_460_002[] = _("……{End}");
u8 Tips_460_003[] = _("……嘿嘿。{End}");

u8 Tips_461_000[] = _("迷路了……{End}");
u8 Tips_461_001[] = _("可以用青蛙装扮回去……{End}");
u8 Tips_461_002[] = _("……{End}");
u8 Tips_461_003[] = _("……嘿嘿。{End}");

u8 Tips_462_000[] = _("这一关要好好表现。{End}");
u8 Tips_462_001[] = _("加油吧，小新！{End}");

u8 Tips_463_000[] = _("这一关要好好表现。{End}");
u8 Tips_463_001[] = _("加油吧，小新！{End}");

u8 Tips_464_000[] = _("好可爱……{End}");

u8 Tips_465_000[] = _("好可爱……{End}");

u8 Tips_466_000[] = _("变成青蛙……{End}");
u8 Tips_466_001[] = _("……{End}");
u8 Tips_466_002[] = _("……嘿嘿。{End}");

u8 Tips_467_000[] = _("变成青蛙……{End}");
u8 Tips_467_001[] = _("……{End}");
u8 Tips_467_002[] = _("……嘿嘿。{End}");

u8 Tips_468_000[] = _("好可爱……{End}");

u8 Tips_469_000[] = _("好可爱……{End}");

u8 Tips_470_000[] = _("……{End}");
u8 Tips_470_001[] = _("蜜蜂……{End}");

u8 Tips_471_000[] = _("……{End}");
u8 Tips_471_001[] = _("蜜蜂……{End}");

u8 Tips_472_000[] = _("{End}");

u8 Tips_473_000[] = _("{End}");

u8 Tips_474_000[] = _("{End}");

u8 Tips_475_000[] = _("{End}");

u8 Tips_476_000[] = _("{End}");

u8 Tips_477_000[] = _("{End}");

u8 Tips_478_000[] = _("{End}");

u8 Tips_479_000[] = _("{End}");

u8 Tips_480_000[] = _("{End}");

u8 Tips_481_000[] = _("{End}");

u8 Tips_482_000[] = _("{End}");

u8 Tips_483_000[] = _("{End}");

u8 Tips_484_000[] = _("这里有药品的味道……{End}");
u8 Tips_484_001[] = _("可能是某种东西的痕迹……{End}");

u8 Tips_485_000[] = _("这里有药品的味道……{End}");
u8 Tips_485_001[] = _("可能是某种东西的痕迹……{End}");

u8 Tips_486_000[] = _("是动感超人，{End}");
u8 Tips_486_001[] = _("我也想要……{End}");

u8 Tips_487_000[] = _("是动感超人，{End}");
u8 Tips_487_001[] = _("我也想要……{End}");

u8 Tips_488_000[] = _("好可爱……{End}");

u8 Tips_489_000[] = _("好可爱……{End}");

u8 Tips_490_000[] = _("好可爱……{End}");

u8 Tips_491_000[] = _("好可爱……{End}");

u8 Tips_492_000[] = _("好可爱……{End}");

u8 Tips_493_000[] = _("好可爱……{End}");

u8 Tips_494_000[] = _("……{End}");
u8 Tips_494_001[] = _("蜜蜂……{End}");

u8 Tips_495_000[] = _("……{End}");
u8 Tips_495_001[] = _("蜜蜂……{End}");

u8 Tips_496_000[] = _("阿呆{End}");
u8 Tips_496_001[] = _("Stage 09{End}");
u8 Tips_496_002[] = _("Normal{End}");
u8 Tips_496_003[] = _("未完成{End}");

u8 Tips_497_000[] = _("阿呆{End}");
u8 Tips_497_001[] = _("Stage 09{End}");
u8 Tips_497_002[] = _("Normal{End}");
u8 Tips_497_003[] = _("已完成{End}");

u8 Tips_498_000[] = _("阿呆{End}");
u8 Tips_498_001[] = _("Stage 09{End}");
u8 Tips_498_002[] = _("动感超人{End}");
u8 Tips_498_003[] = _("未完成{End}");

u8 Tips_499_000[] = _("阿呆{End}");
u8 Tips_499_001[] = _("Stage 09{End}");
u8 Tips_499_002[] = _("动感超人{End}");
u8 Tips_499_003[] = _("已完成{End}");

u8 Tips_500_000[] = _("阿呆{End}");
u8 Tips_500_001[] = _("Stage 09{End}");
u8 Tips_500_002[] = _("猴子{End}");
u8 Tips_500_003[] = _("未完成{End}");

u8 Tips_501_000[] = _("阿呆{End}");
u8 Tips_501_001[] = _("Stage 09{End}");
u8 Tips_501_002[] = _("猴子{End}");
u8 Tips_501_003[] = _("已完成{End}");

u8 Tips_502_000[] = _("阿呆{End}");
u8 Tips_502_001[] = _("Stage 09{End}");
u8 Tips_502_002[] = _("青蛙{End}");
u8 Tips_502_003[] = _("未完成{End}");

u8 Tips_503_000[] = _("阿呆{End}");
u8 Tips_503_001[] = _("Stage 09{End}");
u8 Tips_503_002[] = _("青蛙{End}");
u8 Tips_503_003[] = _("已完成{End}");

u8 Tips_504_000[] = _("阿呆{End}");
u8 Tips_504_001[] = _("Stage 09{End}");
u8 Tips_504_002[] = _("小鸡{End}");
u8 Tips_504_003[] = _("未完成{End}");

u8 Tips_505_000[] = _("阿呆{End}");
u8 Tips_505_001[] = _("Stage 09{End}");
u8 Tips_505_002[] = _("小鸡{End}");
u8 Tips_505_003[] = _("已完成{End}");

u8 Tips_506_000[] = _("阿呆{End}");
u8 Tips_506_001[] = _("Stage 09{End}");
u8 Tips_506_002[] = _("蜜蜂{End}");
u8 Tips_506_003[] = _("未完成{End}");

u8 Tips_507_000[] = _("阿呆{End}");
u8 Tips_507_001[] = _("Stage 09{End}");
u8 Tips_507_002[] = _("蜜蜂{End}");
u8 Tips_507_003[] = _("已完成{End}");

u8 Tips_508_000[] = _("阿呆{End}");
u8 Tips_508_001[] = _("Stage 10{End}");
u8 Tips_508_002[] = _("Normal{End}");
u8 Tips_508_003[] = _("未完成{End}");

u8 Tips_509_000[] = _("阿呆{End}");
u8 Tips_509_001[] = _("Stage 10{End}");
u8 Tips_509_002[] = _("Normal{End}");
u8 Tips_509_003[] = _("已完成{End}");

u8 Tips_510_000[] = _("阿呆{End}");
u8 Tips_510_001[] = _("Stage 10{End}");
u8 Tips_510_002[] = _("动感超人{End}");
u8 Tips_510_003[] = _("未完成{End}");

u8 Tips_511_000[] = _("阿呆{End}");
u8 Tips_511_001[] = _("Stage 10{End}");
u8 Tips_511_002[] = _("动感超人{End}");
u8 Tips_511_003[] = _("已完成{End}");

u8 Tips_512_000[] = _("阿呆{End}");
u8 Tips_512_001[] = _("Stage 10{End}");
u8 Tips_512_002[] = _("猴子{End}");
u8 Tips_512_003[] = _("未完成{End}");

u8 Tips_513_000[] = _("阿呆{End}");
u8 Tips_513_001[] = _("Stage 10{End}");
u8 Tips_513_002[] = _("猴子{End}");
u8 Tips_513_003[] = _("已完成{End}");

u8 Tips_514_000[] = _("阿呆{End}");
u8 Tips_514_001[] = _("Stage 10{End}");
u8 Tips_514_002[] = _("青蛙{End}");
u8 Tips_514_003[] = _("未完成{End}");

u8 Tips_515_000[] = _("阿呆{End}");
u8 Tips_515_001[] = _("Stage 10{End}");
u8 Tips_515_002[] = _("青蛙{End}");
u8 Tips_515_003[] = _("已完成{End}");

u8 Tips_516_000[] = _("阿呆{End}");
u8 Tips_516_001[] = _("Stage 10{End}");
u8 Tips_516_002[] = _("小鸡{End}");
u8 Tips_516_003[] = _("未完成{End}");

u8 Tips_517_000[] = _("阿呆{End}");
u8 Tips_517_001[] = _("Stage 10{End}");
u8 Tips_517_002[] = _("小鸡{End}");
u8 Tips_517_003[] = _("已完成{End}");

u8 Tips_518_000[] = _("阿呆{End}");
u8 Tips_518_001[] = _("Stage 10{End}");
u8 Tips_518_002[] = _("蜜蜂{End}");
u8 Tips_518_003[] = _("未完成{End}");

u8 Tips_519_000[] = _("阿呆{End}");
u8 Tips_519_001[] = _("Stage 10{End}");
u8 Tips_519_002[] = _("蜜蜂{End}");
u8 Tips_519_003[] = _("已完成{End}");

u8 Tips_520_000[] = _("【石头】从山上顺着河流而下，{End}");
u8 Tips_520_001[] = _("最终到达大海……{End}");
u8 Tips_520_002[] = _("……就像人的一生……{End}");

u8 Tips_521_000[] = _("【石头】从山上顺着河流而下，{End}");
u8 Tips_521_001[] = _("最终到达大海……{End}");
u8 Tips_521_002[] = _("……就像人的一生……{End}");

u8 Tips_522_000[] = _("接下来的这个Boss，{End}");
u8 Tips_522_001[] = _("变身成动感超人可能容易应对…………{End}");
u8 Tips_522_002[] = _("……也许吧……{End}");

u8 Tips_523_000[] = _("接下来的这个Boss，{End}");
u8 Tips_523_001[] = _("变身成动感超人可能容易应对…………{End}");
u8 Tips_523_002[] = _("……也许吧……{End}");

u8 Tips_524_000[] = _("好可爱……{End}");

u8 Tips_525_000[] = _("好可爱……{End}");

u8 Tips_526_000[] = _("好可爱……{End}");

u8 Tips_527_000[] = _("好可爱……{End}");

u8 Tips_528_000[] = _("好可爱……{End}");

u8 Tips_529_000[] = _("好可爱……{End}");

u8 Tips_530_000[] = _("……{End}");
u8 Tips_530_001[] = _("蜜蜂变身装……要好好使用……{End}");

u8 Tips_531_000[] = _("……{End}");
u8 Tips_531_001[] = _("蜜蜂变身装……要好好使用……{End}");

u8 Tips_532_000[] = _("谢谢你，我是北春日部博士。{End}");

u8 Tips_533_000[] = _("呜呜呜，被击中了。{End}");
u8 Tips_533_001[] = _("搞得我也变成了这个样子……{End}");
u8 Tips_533_002[] = _("到底还要继续这样多久呢？{End}");
u8 Tips_533_003[] = _("哈伊格雷！哈伊格雷！哈伊格雷！{End}");

u8 Tips_534_000[] = _("呜呜呜，被击中了。{End}");
u8 Tips_534_001[] = _("搞得我也变成了这个样子……{End}");
u8 Tips_534_002[] = _("到底还要继续这样多久呢？{End}");
u8 Tips_534_003[] = _("哈伊格雷！哈伊格雷！哈伊格雷！{End}");

u8 Tips_535_000[] = _("{End}");

u8 Tips_536_000[] = _("哦！那是我制作的{End}");
u8 Tips_536_001[] = _("动感超人变身装！{End}");
u8 Tips_536_002[] = _("要好好使用哦！{End}");
u8 Tips_536_003[] = _("哈伊格雷！哈伊格雷！哈伊格雷！{End}");

u8 Tips_537_000[] = _("北春日部博士{End}");
u8 Tips_537_001[] = _("猴子{End}");
u8 Tips_537_002[] = _("通关前{End}");

u8 Tips_538_000[] = _("不知道是谁制作的，{End}");
u8 Tips_538_001[] = _("做得真不错呢~ 哈伊格雷！{End}");

u8 Tips_539_000[] = _("{End}");

u8 Tips_540_000[] = _("不知道是谁制作的，{End}");
u8 Tips_540_001[] = _("做得真不错呢~ 哈伊格雷！{End}");

u8 Tips_541_000[] = _("{End}");

u8 Tips_542_000[] = _("不知道是谁制作的，{End}");
u8 Tips_542_001[] = _("做得真不错呢~ 哈伊格雷！{End}");

u8 Tips_543_000[] = _("{End}");

u8 Tips_544_000[] = _("不知道是谁制作的，{End}");
u8 Tips_544_001[] = _("做得真不错呢~ 哈伊格雷！{End}");

u8 Tips_545_000[] = _("谢谢你，我是大袋博士。{End}");

u8 Tips_546_000[] = _("通道里那些管道，{End}");
u8 Tips_546_001[] = _("是可以抱住攀爬的。{End}");
u8 Tips_546_002[] = _("你知道吗？{End}");
u8 Tips_546_003[] = _("{End}");
u8 Tips_546_004[] = _("但是要小心{End}");
u8 Tips_546_005[] = _("喷出的蒸汽哦。{End}");

u8 Tips_547_000[] = _("通道里那些管道，{End}");
u8 Tips_547_001[] = _("是可以抱住攀爬的。{End}");
u8 Tips_547_002[] = _("你知道吗？{End}");
u8 Tips_547_003[] = _("{End}");
u8 Tips_547_004[] = _("但是要小心{End}");
u8 Tips_547_005[] = _("喷出的蒸汽哦。{End}");

u8 Tips_548_000[] = _("你发现可以用动感光波{End}");
u8 Tips_548_001[] = _("来破坏防火门了吗？{End}");
u8 Tips_548_002[] = _("果然厉害啊！{End}");

u8 Tips_549_000[] = _("你发现可以用动感光波{End}");
u8 Tips_549_001[] = _("来破坏防火门了吗？{End}");
u8 Tips_549_002[] = _("果然厉害啊！{End}");

u8 Tips_550_000[] = _("我制作的【力士装】{End}");
u8 Tips_550_001[] = _("好用吗？{End}");

u8 Tips_551_000[] = _("我制作的【力士装】{End}");
u8 Tips_551_001[] = _("好用吗？{End}");

u8 Tips_552_000[] = _("我制作的【力士装】{End}");
u8 Tips_552_001[] = _("好用吗？{End}");

u8 Tips_553_000[] = _("我制作的【力士装】{End}");
u8 Tips_553_001[] = _("好用吗？{End}");

u8 Tips_554_000[] = _("我制作的【力士装】{End}");
u8 Tips_554_001[] = _("好用吗？{End}");

u8 Tips_555_000[] = _("我制作的【力士装】{End}");
u8 Tips_555_001[] = _("好用吗？{End}");

u8 Tips_556_000[] = _("我制作的【力士装】{End}");
u8 Tips_556_001[] = _("好用吗？{End}");

u8 Tips_557_000[] = _("我制作的【力士装】{End}");
u8 Tips_557_001[] = _("好用吗？{End}");

u8 Tips_558_000[] = _("谢谢你，我是船长。{End}");

u8 Tips_559_000[] = _("我被绑住了手脚，{End}");
u8 Tips_559_001[] = _("所以无法打开储物柜。{End}");
u8 Tips_559_002[] = _("只能靠你了！{End}");

u8 Tips_560_000[] = _("如果你穿上猴子的变身装，{End}");
u8 Tips_560_001[] = _("或许可以骗过那些猴子……{End}");

u8 Tips_561_000[] = _("即使猴子们一起攻击，{End}");
u8 Tips_561_001[] = _("使用动感回旋闪电的话，{End}");
u8 Tips_561_002[] = _("也能轻松击退他们吧。{End}");

u8 Tips_562_000[] = _("如果你穿上猴子的变身装，{End}");
u8 Tips_562_001[] = _("或许可以骗过那些猴子……{End}");

u8 Tips_563_000[] = _("是猴子的变身装啊。{End}");
u8 Tips_563_001[] = _("{End}");
u8 Tips_563_002[] = _("如果你穿成那样，{End}");
u8 Tips_563_003[] = _("猴子们可能会以为你是同伴，{End}");
u8 Tips_563_004[] = _("就不会攻击你了。{End}");

u8 Tips_564_000[] = _("在狭窄的垂直通道，用【反墙跳】的话，{End}");
u8 Tips_564_001[] = _("或许可以爬上去。{End}");

u8 Tips_565_000[] = _("我被绑住了手脚，{End}");
u8 Tips_565_001[] = _("所以无法打开储物柜。{End}");
u8 Tips_565_002[] = _("只能靠你了！{End}");

u8 Tips_566_000[] = _("如果你穿上猴子的变身装，{End}");
u8 Tips_566_001[] = _("或许可以骗过那些猴子……{End}");

u8 Tips_567_000[] = _("如果你穿上猴子的变身装，{End}");
u8 Tips_567_001[] = _("或许可以骗过那些猴子……{End}");

u8 Tips_568_000[] = _("如果你穿上猴子的变身装，{End}");
u8 Tips_568_001[] = _("或许可以骗过那些猴子……{End}");

u8 Tips_569_000[] = _("如果你穿上猴子的变身装，{End}");
u8 Tips_569_001[] = _("或许可以骗过那些猴子……{End}");

u8 Tips_570_000[] = _("如果你穿上猴子的变身装，{End}");
u8 Tips_570_001[] = _("或许可以骗过那些猴子……{End}");

u8 Tips_571_000[] = _("谢谢你，我是咖喱阿姨。{End}");

u8 Tips_572_000[] = _("今天吃咖喱饭哦！{End}");
u8 Tips_572_001[] = _("{End}");

u8 Tips_573_000[] = _("今天吃咖喱饭哦！{End}");

u8 Tips_574_000[] = _("今天吃咖喱饭哦！{End}");

u8 Tips_575_000[] = _("今天吃咖喱饭哦！{End}");

u8 Tips_576_000[] = _("今天吃咖喱饭哦！{End}");

u8 Tips_577_000[] = _("今天吃咖喱饭哦！{End}");

u8 Tips_578_000[] = _("今天吃咖喱饭哦！{End}");

u8 Tips_579_000[] = _("今天吃咖喱饭哦！{End}");

u8 Tips_580_000[] = _("要是做鸡肉咖喱饭就更好了吧？{End}");

u8 Tips_581_000[] = _("要是做鸡肉咖喱饭就更好了吧？{End}");

u8 Tips_582_000[] = _("今天吃咖喱饭哦！{End}");

u8 Tips_583_000[] = _("今天吃蜂蜜咖喱饭哦！{End}");

u8 Tips_584_000[] = _("谢谢你，我是咖喱阿姨。{End}");

u8 Tips_585_000[] = _("“Yesterday Once More”{End}");
u8 Tips_585_001[] = _("组织正在到处抓捕你们。{End}");
u8 Tips_585_002[] = _("从屋顶上穿过去{End}");
u8 Tips_585_003[] = _("可能是一个办法……{End}");

u8 Tips_586_000[] = _("“Yesterday Once More”{End}");
u8 Tips_586_001[] = _("组织正在到处抓捕你们。{End}");
u8 Tips_586_002[] = _("从屋顶上穿过去{End}");
u8 Tips_586_003[] = _("可能是一个办法……{End}");

u8 Tips_587_000[] = _("“Yesterday Once More”{End}");
u8 Tips_587_001[] = _("组织正在到处抓捕你们。{End}");
u8 Tips_587_002[] = _("从屋顶上穿过去{End}");
u8 Tips_587_003[] = _("可能是一个办法……{End}");

u8 Tips_588_000[] = _("“Yesterday Once More”{End}");
u8 Tips_588_001[] = _("组织正在到处抓捕你们。{End}");
u8 Tips_588_002[] = _("从屋顶上穿过去{End}");
u8 Tips_588_003[] = _("可能是一个办法……{End}");

u8 Tips_589_000[] = _("“Yesterday Once More”{End}");
u8 Tips_589_001[] = _("组织正在到处抓捕你们。{End}");
u8 Tips_589_002[] = _("从屋顶上穿过去{End}");
u8 Tips_589_003[] = _("可能是一个办法……{End}");

u8 Tips_590_000[] = _("“Yesterday Once More”{End}");
u8 Tips_590_001[] = _("组织正在到处抓捕你们。{End}");
u8 Tips_590_002[] = _("从屋顶上穿过去{End}");
u8 Tips_590_003[] = _("可能是一个办法……{End}");

u8 Tips_591_000[] = _("外面的路灯{End}");
u8 Tips_591_001[] = _("可以用来荡秋千。{End}");

u8 Tips_592_000[] = _("外面的路灯{End}");
u8 Tips_592_001[] = _("可以用来荡秋千。{End}");

u8 Tips_593_000[] = _("“Yesterday Once More”{End}");
u8 Tips_593_001[] = _("组织正在到处抓捕你们。{End}");
u8 Tips_593_002[] = _("从屋顶上穿过去{End}");
u8 Tips_593_003[] = _("可能是一个办法……{End}");

u8 Tips_594_000[] = _("“Yesterday Once More”{End}");
u8 Tips_594_001[] = _("组织正在到处抓捕你们。{End}");
u8 Tips_594_002[] = _("从屋顶上穿过去{End}");
u8 Tips_594_003[] = _("可能是一个办法……{End}");

u8 Tips_595_000[] = _("“Yesterday Once More”{End}");
u8 Tips_595_001[] = _("组织正在到处抓捕你们。{End}");
u8 Tips_595_002[] = _("从屋顶上穿过去{End}");
u8 Tips_595_003[] = _("可能是一个办法……{End}");

u8 Tips_596_000[] = _("“Yesterday Once More”{End}");
u8 Tips_596_001[] = _("组织正在到处抓捕你们。{End}");
u8 Tips_596_002[] = _("从屋顶上穿过去{End}");
u8 Tips_596_003[] = _("可能是一个办法……{End}");

u8 Tips_597_000[] = _("谢谢你，我是00号员工。{End}");

u8 Tips_598_000[] = _("这一层的游乐项目{End}");
u8 Tips_598_001[] = _("目前正在准备中，{End}");
u8 Tips_598_002[] = _("请稍后再来。{End}");

u8 Tips_599_000[] = _("非常感谢你的耐心等待。{End}");
u8 Tips_599_001[] = _("5号放映厅和6号放映厅已准备好，{End}");
u8 Tips_599_002[] = _("放映要开始了。{End}");

u8 Tips_600_000[] = _("非常抱歉，{End}");
u8 Tips_600_001[] = _("除了工作人员外，{End}");
u8 Tips_600_002[] = _("其他人请不要进入此区域。{End}");

u8 Tips_601_000[] = _("管理员先生正在等您，{End}");
u8 Tips_601_001[] = _("请进。{End}");

u8 Tips_602_000[] = _("管理员先生会这样做吗？{End}");
u8 Tips_602_001[] = _("我简直无法相信……{End}");

u8 Tips_603_000[] = _("谢谢，我是01号员工。{End}");

u8 Tips_604_000[] = _("这一层的游乐项目{End}");
u8 Tips_604_001[] = _("目前正在准备中，{End}");
u8 Tips_604_002[] = _("请稍后再来。{End}");

u8 Tips_605_000[] = _("非常感谢你的耐心等待。{End}");
u8 Tips_605_001[] = _("7号放映厅和8号放映厅已经准备好，{End}");
u8 Tips_605_002[] = _("放映要开始了。{End}");

u8 Tips_606_000[] = _("员工01{End}");
u8 Tips_606_001[] = _("正常{End}");
u8 Tips_606_002[] = _("状态码3{End}");

u8 Tips_607_000[] = _("管理员先生正在等您，{End}");
u8 Tips_607_001[] = _("请进。{End}");

u8 Tips_608_000[] = _("管理员先生会这样做吗？{End}");
u8 Tips_608_001[] = _("我简直无法相信……{End}");

u8 Tips_609_000[] = _("谢谢，我是02号员工。{End}");

u8 Tips_610_000[] = _("这一层的游乐项目{End}");
u8 Tips_610_001[] = _("目前正在准备中，{End}");
u8 Tips_610_002[] = _("请稍后再来。{End}");

u8 Tips_611_000[] = _("这一层的游乐项目{End}");
u8 Tips_611_001[] = _("目前正在准备中，{End}");
u8 Tips_611_002[] = _("请稍后再来。{End}");

u8 Tips_612_000[] = _("非常感谢你的耐心等待。{End}");
u8 Tips_612_001[] = _("9号放映厅和10号放映厅已经准备好，{End}");
u8 Tips_612_002[] = _("放映要开始了。{End}");

u8 Tips_613_000[] = _("管理员先生正在等您，{End}");
u8 Tips_613_001[] = _("请进。{End}");

u8 Tips_614_000[] = _("管理员先生会这样做吗？{End}");
u8 Tips_614_001[] = _("我简直无法相信……{End}");

u8 Tips_615_000[] = _("谢谢，我是03号员工。{End}");

u8 Tips_616_000[] = _("这一层的游乐项目{End}");
u8 Tips_616_001[] = _("目前正在准备中，{End}");
u8 Tips_616_002[] = _("请稍后再来。{End}");

u8 Tips_617_000[] = _("这一层的游乐项目{End}");
u8 Tips_617_001[] = _("目前正在准备中，{End}");
u8 Tips_617_002[] = _("请稍后再来。{End}");

u8 Tips_618_000[] = _("非常感谢你的耐心等待。{End}");
u8 Tips_618_001[] = _("11号放映厅已经准备好，现在开始放映。{End}");

u8 Tips_619_000[] = _("管理员先生正在等您，{End}");
u8 Tips_619_001[] = _("请进。{End}");

u8 Tips_620_000[] = _("管理员先生会这样做吗？{End}");
u8 Tips_620_001[] = _("我简直无法相信……{End}");

u8 Tips_621_000[] = _("谢谢，这里是正男电影院。{End}");

u8 Tips_622_000[] = _("正男电影院{End}");
u8 Tips_622_001[] = _("普通{End}");
u8 Tips_622_002[] = _("1号放映厅{End}");

u8 Tips_623_000[] = _("正男电影院{End}");
u8 Tips_623_001[] = _("普通{End}");
u8 Tips_623_002[] = _("2号放映厅{End}");

u8 Tips_624_000[] = _("正男电影院{End}");
u8 Tips_624_001[] = _("普通{End}");
u8 Tips_624_002[] = _("3号放映厅{End}");

u8 Tips_625_000[] = _("正男电影院{End}");
u8 Tips_625_001[] = _("普通{End}");
u8 Tips_625_002[] = _("4号放映厅{End}");

u8 Tips_626_000[] = _("正男电影院{End}");
u8 Tips_626_001[] = _("普通{End}");
u8 Tips_626_002[] = _("5号放映厅{End}");

u8 Tips_627_000[] = _("谢谢，这里是风间电影院。{End}");

u8 Tips_628_000[] = _("风间电影院{End}");
u8 Tips_628_001[] = _("普通{End}");
u8 Tips_628_002[] = _("1号放映厅{End}");

u8 Tips_629_000[] = _("风间电影院{End}");
u8 Tips_629_001[] = _("普通{End}");
u8 Tips_629_002[] = _("2号放映厅{End}");

u8 Tips_630_000[] = _("风间电影院{End}");
u8 Tips_630_001[] = _("普通{End}");
u8 Tips_630_002[] = _("3号放映厅{End}");

u8 Tips_631_000[] = _("风间电影院{End}");
u8 Tips_631_001[] = _("普通{End}");
u8 Tips_631_002[] = _("4号放映厅{End}");

u8 Tips_632_000[] = _("风间电影院{End}");
u8 Tips_632_001[] = _("普通{End}");
u8 Tips_632_002[] = _("5号放映厅{End}");

u8 Tips_633_000[] = _("谢谢，这里是妮妮电影院。{End}");

u8 Tips_634_000[] = _("妮妮电影院{End}");
u8 Tips_634_001[] = _("普通{End}");
u8 Tips_634_002[] = _("1号放映厅{End}");

u8 Tips_635_000[] = _("妮妮电影院{End}");
u8 Tips_635_001[] = _("普通{End}");
u8 Tips_635_002[] = _("2号放映厅{End}");

u8 Tips_636_000[] = _("妮妮电影院{End}");
u8 Tips_636_001[] = _("普通{End}");
u8 Tips_636_002[] = _("3号放映厅{End}");

u8 Tips_637_000[] = _("妮妮电影院{End}");
u8 Tips_637_001[] = _("普通{End}");
u8 Tips_637_002[] = _("4号放映厅{End}");

u8 Tips_638_000[] = _("妮妮电影院{End}");
u8 Tips_638_001[] = _("普通{End}");
u8 Tips_638_002[] = _("5号放映厅{End}");

u8 Tips_639_000[] = _("谢谢，这里是阿呆电影院。{End}");

u8 Tips_640_000[] = _("阿呆电影院{End}");
u8 Tips_640_001[] = _("普通{End}");
u8 Tips_640_002[] = _("1号放映厅{End}");

u8 Tips_641_000[] = _("阿呆电影院{End}");
u8 Tips_641_001[] = _("普通{End}");
u8 Tips_641_002[] = _("2号放映厅{End}");

u8 Tips_642_000[] = _("阿呆电影院{End}");
u8 Tips_642_001[] = _("普通{End}");
u8 Tips_642_002[] = _("3号放映厅{End}");

u8 Tips_643_000[] = _("阿呆电影院{End}");
u8 Tips_643_001[] = _("普通{End}");
u8 Tips_643_002[] = _("4号放映厅{End}");

u8 Tips_644_000[] = _("阿呆电影院{End}");
u8 Tips_644_001[] = _("普通{End}");
u8 Tips_644_002[] = _("5号放映厅{End}");

u8 Tips_645_000[] = _("谢谢你，小新。{End}");
u8 Tips_645_001[] = _("你要给我【排球】吗？{End}");
u8 Tips_645_002[] = _("我正好想要一个新的呢。{End}");
u8 Tips_645_003[] = _("{End}");
u8 Tips_645_004[] = _("在下次比赛中，请用这台【一次性相机】{End}");
u8 Tips_645_005[] = _("把我的表现拍下来哦。{End}");
u8 Tips_645_006[] = _("得到了道具【一次性相机】。{End}");

u8 Tips_646_000[] = _("我们妈妈排球队的训练{End}");
u8 Tips_646_001[] = _("非常辛苦。{End}");
u8 Tips_646_002[] = _("所以【排球】会磨损，{End}");
u8 Tips_646_003[] = _("坏掉得很快呢……{End}");

u8 Tips_647_000[] = _("我们妈妈排球队的训练{End}");
u8 Tips_647_001[] = _("非常辛苦。{End}");
u8 Tips_647_002[] = _("所以【排球】会磨损，{End}");
u8 Tips_647_003[] = _("坏掉得很快呢……{End}");

u8 Tips_648_000[] = _("正男似乎也进了放映厅里面，{End}");
u8 Tips_648_001[] = _("不知道他还好吗……{End}");
u8 Tips_648_002[] = _("小新，如果那个孩子有困难的话，{End}");
u8 Tips_648_003[] = _("{End}");
u8 Tips_648_004[] = _("请帮帮他哦。{End}");

u8 Tips_649_000[] = _("小新，如果正男那个孩子有困难的话，{End}");
u8 Tips_649_001[] = _("请帮帮他哦。{End}");

u8 Tips_650_000[] = _("小新，如果正男那个孩子有困难的话，{End}");
u8 Tips_650_001[] = _("请帮帮他哦。{End}");

u8 Tips_651_000[] = _("哈，小新，你是要把这套{End}");
u8 Tips_651_001[] = _("【英语会话套装】给我吗？{End}");
u8 Tips_651_002[] = _("非常感激，那我就接受了哦。{End}");
u8 Tips_651_003[] = _("吼吼吼~{End}");
u8 Tips_651_004[] = _("作为回礼，我送你这顶【海盗帽】。{End}");
u8 Tips_651_005[] = _("不知道你戴上会合适吗……？{End}");
u8 Tips_651_006[] = _("得到了道具【海盗帽】。{End}");

u8 Tips_652_000[] = _("下次放假的时候，{End}");
u8 Tips_652_001[] = _("我们全家人要一起去欧洲哦。{End}");
u8 Tips_652_002[] = _("吼吼吼~{End}");

u8 Tips_653_000[] = _("下次放假的时候，{End}");
u8 Tips_653_001[] = _("我们全家人要一起去欧洲哦。{End}");
u8 Tips_653_002[] = _("吼吼吼~{End}");

u8 Tips_654_000[] = _("虽说风间也很努力，{End}");
u8 Tips_654_001[] = _("但是印章很难集齐呢……{End}");

u8 Tips_655_000[] = _("在风间的房间里{End}");
u8 Tips_655_001[] = _("放着【魔法少女贴纸】。{End}");
u8 Tips_655_002[] = _("难道说他是在收集吗？{End}");
u8 Tips_655_003[] = _("……不可能吧……{End}");

u8 Tips_656_000[] = _("那位管理员先生{End}");
u8 Tips_656_001[] = _("到底是什么人呢……{End}");

u8 Tips_657_000[] = _("哦，小新，你是要把这张{End}");
u8 Tips_657_001[] = _("【美容券】给我吗？{End}");
u8 Tips_657_002[] = _("（怎么会突然这样子？）{End}");
u8 Tips_657_003[] = _("{End}");
u8 Tips_657_004[] = _("谢谢你，{End}");
u8 Tips_657_005[] = _("既然你这么好，我就收下了。{End}");
u8 Tips_657_006[] = _("对了，如果碰到我们家妮妮，{End}");
u8 Tips_657_007[] = _("能给她这个【兔子玩偶】吗？{End}");
u8 Tips_657_008[] = _("拜托了！{End}");
u8 Tips_657_009[] = _("{End}");
u8 Tips_657_010[] = _("得到了道具【兔子玩偶】。{End}");
u8 Tips_657_011[] = _("{End}");

u8 Tips_658_000[] = _("边看电影边吃爆米花，{End}");
u8 Tips_658_001[] = _("一定会很好吃……{End}");
u8 Tips_658_002[] = _("（但是要忍耐，忍耐……）{End}");

u8 Tips_659_000[] = _("边看电影边吃爆米花，{End}");
u8 Tips_659_001[] = _("一定会很好吃……{End}");
u8 Tips_659_002[] = _("（但是要忍耐，忍耐……）{End}");

u8 Tips_660_000[] = _("小新也来了啊。{End}");
u8 Tips_660_001[] = _("{End}");
u8 Tips_660_002[] = _("如果见到我们家妮妮，{End}");
u8 Tips_660_003[] = _("替我向她打个招呼哦。{End}");

u8 Tips_661_000[] = _("小新也来了啊。{End}");
u8 Tips_661_001[] = _("{End}");
u8 Tips_661_002[] = _("如果见到我们家妮妮，{End}");
u8 Tips_661_003[] = _("替我向她打个招呼哦。{End}");

u8 Tips_662_000[] = _("妮妮妈妈{End}");
u8 Tips_662_001[] = _("普通{End}");
u8 Tips_662_002[] = _("5号放映厅{End}");

u8 Tips_663_000[] = _("蜜琪：谢谢你，小新！{End}");
u8 Tips_663_001[] = _("{End}");
u8 Tips_663_002[] = _("我一直想要这个【手办】呢！{End}");
u8 Tips_663_003[] = _("{End}");
u8 Tips_663_004[] = _("作为感谢，{End}");
u8 Tips_663_005[] = _("我送你这枚【魔法少女贴纸】。{End}");
u8 Tips_663_006[] = _("希望你喜欢……不知道会不会合你心意？{End}");
u8 Tips_663_007[] = _("{End}");
u8 Tips_663_008[] = _("得到了道具【魔法少女贴纸】。{End}");

u8 Tips_664_000[] = _("席林：你在收集蓝色卡片吗？{End}");
u8 Tips_664_001[] = _("{End}");
u8 Tips_664_002[] = _("在右边的柜台，{End}");
u8 Tips_664_003[] = _("你可以查看自己的收藏哦。{End}");
u8 Tips_664_004[] = _("真想收集齐{End}");
u8 Tips_664_005[] = _("所有的【收藏品】呢~{End}");

u8 Tips_665_000[] = _("席林：你在收集蓝色卡片吗？{End}");
u8 Tips_665_001[] = _("{End}");
u8 Tips_665_002[] = _("在右边的柜台，{End}");
u8 Tips_665_003[] = _("你可以查看自己的收藏哦。{End}");
u8 Tips_665_004[] = _("真想收集齐{End}");
u8 Tips_665_005[] = _("所有的【收藏品】呢~{End}");

u8 Tips_666_000[] = _("蜜琪：小新，你知道吗~？{End}");
u8 Tips_666_001[] = _("{End}");
u8 Tips_666_002[] = _("中间走廊的门{End}");
u8 Tips_666_003[] = _("是通往迷你游戏室的哦。{End}");
u8 Tips_666_004[] = _("随着关卡的推进，{End}");
u8 Tips_666_005[] = _("里面可以玩的迷你游戏也会增加呢！{End}");
u8 Tips_666_006[] = _("好期待哦~！{End}");

u8 Tips_667_000[] = _("席林：如果只玩简单模式，{End}");
u8 Tips_667_001[] = _("是无法集齐所有收藏品的哦。{End}");
u8 Tips_667_002[] = _("困难模式也要试试才行呢！{End}");
u8 Tips_667_003[] = _("{End}");

u8 Tips_668_000[] = _("蜜琪{End}");
u8 Tips_668_001[] = _("普通{End}");
u8 Tips_668_002[] = _("5号放映厅{End}");

u8 Tips_669_000[] = _("呀，这不是【海盗帽】吗！{End}");
u8 Tips_669_001[] = _("{End}");
u8 Tips_669_002[] = _("我从小就有海盗梦，{End}");
u8 Tips_669_003[] = _("一直想要这个呢……{End}");
u8 Tips_669_004[] = _("作为感谢，我送你这张卡片吧。{End}");
u8 Tips_669_005[] = _("这张可是非常稀有的哦！{End}");
u8 Tips_669_006[] = _("22号卡片收集到手了。{End}");
u8 Tips_669_007[] = _("{End}");

u8 Tips_670_000[] = _("已经通关的关卡，{End}");
u8 Tips_670_001[] = _("可以在途中退出哦。{End}");
u8 Tips_670_002[] = _("按下开始键，选择【EXIT】{End}");
u8 Tips_670_003[] = _("然后按A键即可。{End}");

u8 Tips_671_000[] = _("在关卡中捡到的道具，{End}");
u8 Tips_671_001[] = _("也许有人正想要呢。{End}");
u8 Tips_671_002[] = _("送给别人的话，{End}");
u8 Tips_671_003[] = _("说不定会有好事发生哦。{End}");

u8 Tips_672_000[] = _("我非常喜欢冒险者的电影。{End}");
u8 Tips_672_001[] = _("{End}");
u8 Tips_672_002[] = _("小时候我一直憧憬，{End}");
u8 Tips_672_003[] = _("希望能成为【海盗】呢……{End}");

u8 Tips_673_000[] = _("我非常喜欢冒险者的电影。{End}");
u8 Tips_673_001[] = _("{End}");
u8 Tips_673_002[] = _("小时候我一直憧憬，{End}");
u8 Tips_673_003[] = _("希望能成为【海盗】呢……{End}");

u8 Tips_674_000[] = _("在关卡中捡到的道具，{End}");
u8 Tips_674_001[] = _("也许有人正想要呢。{End}");
u8 Tips_674_002[] = _("送给别人的话，{End}");
u8 Tips_674_003[] = _("说不定会有好事发生哦。{End}");

u8 Tips_675_000[] = _("啊，小新！那张票{End}");
u8 Tips_675_001[] = _("你能让给老师吗？{End}");
u8 Tips_675_002[] = _("我把这套变身装送给你！{End}");
u8 Tips_675_003[] = _("拜托了！！{End}");
u8 Tips_675_004[] = _("穿上这个{End}");
u8 Tips_675_005[] = _("就能装扮成【小鸡】，{End}");
u8 Tips_675_006[] = _("在跳跃中按A键{End}");
u8 Tips_675_007[] = _("可以慢慢降落哦！{End}");
u8 Tips_675_008[] = _("还有，下蛋的方法是{End}");
u8 Tips_675_009[] = _("按方向下键和B键。{End}");
u8 Tips_675_010[] = _("可以用蛋{End}");
u8 Tips_675_011[] = _("教训坏人呢。{End}");
u8 Tips_675_012[] = _("得到了【小鸡】的变身装。{End}");

u8 Tips_676_000[] = _("小新，要经常存档哦。{End}");
u8 Tips_676_001[] = _("存档点在这一层的中央，{End}");
u8 Tips_676_002[] = _("左边的柜台。{End}");
u8 Tips_676_003[] = _("{End}");

u8 Tips_677_000[] = _("电影当然很好，{End}");
u8 Tips_677_001[] = _("可我也想去听演歌音乐会呢……{End}");

u8 Tips_678_000[] = _("电影当然很好，{End}");
u8 Tips_678_001[] = _("可我也想去听演歌音乐会呢……{End}");

u8 Tips_679_000[] = _("即使是已经通关的关卡，{End}");
u8 Tips_679_001[] = _("也可以多挑战几次哦。{End}");
u8 Tips_679_002[] = _("可能还有很多隐藏的道具{End}");
u8 Tips_679_003[] = _("没有被发现呢。{End}");

u8 Tips_680_000[] = _("即使是已经通关的关卡，{End}");
u8 Tips_680_001[] = _("也可以多挑战几次哦。{End}");
u8 Tips_680_002[] = _("可能还有很多隐藏的道具{End}");
u8 Tips_680_003[] = _("没有被发现呢。{End}");

u8 Tips_681_000[] = _("哎呀，小新，那个包包{End}");
u8 Tips_681_001[] = _("真是不错的品味呢！{End}");
u8 Tips_681_002[] = _("对我来说，奢华的东西{End}");
u8 Tips_681_003[] = _("是最适合的呢。{End}");
u8 Tips_681_004[] = _("嗯，能让我看看吗？{End}");
u8 Tips_681_005[] = _("{End}");
u8 Tips_681_006[] = _("不不，不是白拿的。{End}");
u8 Tips_681_007[] = _("作为交换，我给你这个【花束】。{End}");
u8 Tips_681_008[] = _("怎么样？{End}");
u8 Tips_681_009[] = _("它就像我一样美丽吧？{End}");
u8 Tips_681_010[] = _("得到了道具【花束】。{End}");

u8 Tips_682_000[] = _("你去过中间{End}");
u8 Tips_682_001[] = _("靠右边的柜台了吗？{End}");
u8 Tips_682_002[] = _("听说可以在那里{End}");
u8 Tips_682_003[] = _("查看【收藏品】。{End}");
u8 Tips_682_004[] = _("收集蓝色卡片，{End}");
u8 Tips_682_005[] = _("就可以增加收藏哦。{End}");

u8 Tips_683_000[] = _("听说关卡里还藏着{End}");
u8 Tips_683_001[] = _("闪耀的金色卡片呢。{End}");
u8 Tips_683_002[] = _("那种的更豪华，应该更适合我吧。{End}");

u8 Tips_684_000[] = _("好像有些收藏卡片{End}");
u8 Tips_684_001[] = _("只有在困难模式下才能获得呢！{End}");

u8 Tips_685_000[] = _("这种地方，{End}");
u8 Tips_685_001[] = _("不应该一个人来玩的……{End}");

u8 Tips_686_000[] = _("这种地方，{End}");
u8 Tips_686_001[] = _("不应该一个人来玩的……{End}");

u8 Tips_687_000[] = _("是要把这台【相机】送给我吗？{End}");
u8 Tips_687_001[] = _("{End}");
u8 Tips_687_002[] = _("作为感谢，我给你一张秘密的照片。{End}");
u8 Tips_687_003[] = _("请一定要好好保管哦。{End}");
u8 Tips_687_004[] = _("43号卡片收集到手了。{End}");
u8 Tips_687_005[] = _("{End}");

u8 Tips_688_000[] = _("从放映厅1到放映厅4{End}");
u8 Tips_688_001[] = _("要全部通关……{End}");
u8 Tips_688_002[] = _("才能进入二楼……{End}");
u8 Tips_688_003[] = _("原来如此，记下来了。{End}");

u8 Tips_689_000[] = _("嗯嗯，按下开始键，{End}");
u8 Tips_689_001[] = _("在打开的页面里……{End}");
u8 Tips_689_002[] = _("可以看到之前{End}");
u8 Tips_689_003[] = _("收集的道具……记下来了。{End}");

u8 Tips_690_000[] = _("页面里的【？】项，{End}");
u8 Tips_690_001[] = _("代表未解锁的【变身装】或【家庭技】。{End}");
u8 Tips_690_002[] = _("不知道会藏在哪里呢，{End}");
u8 Tips_690_003[] = _("真令人期待！{End}");

u8 Tips_691_000[] = _("该怎么办呢？{End}");
u8 Tips_691_001[] = _("这里突然变暗了……好紧张！{End}");

u8 Tips_692_000[] = _("蓝色的收藏卡片{End}");
u8 Tips_692_001[] = _("总共有100张……真让人兴奋。{End}");

u8 Tips_693_000[] = _("啊，小新，{End}");
u8 Tips_693_001[] = _("好漂亮的【花束】，谢谢！{End}");
u8 Tips_693_002[] = _("作为交换，我把从阿忍那里得到的{End}");
u8 Tips_693_003[] = _("【演歌音乐会门票】送给你。{End}");
u8 Tips_693_004[] = _("如果你愿意的话，可以去看看。{End}");
u8 Tips_693_005[] = _("{End}");
u8 Tips_693_006[] = _("得到了道具【演歌音乐会门票】。{End}");
u8 Tips_693_007[] = _("{End}");

u8 Tips_694_000[] = _("啊，小新，你也来了啊。{End}");
u8 Tips_694_001[] = _("{End}");
u8 Tips_694_002[] = _("这里有各种各样的游乐设施，{End}");
u8 Tips_694_003[] = _("真让人眼花缭乱呢。{End}");

u8 Tips_695_000[] = _("怎么样？印章集齐了吗？{End}");
u8 Tips_695_001[] = _("我目前只收集了3个。{End}");

u8 Tips_696_000[] = _("小新，你知道吗？{End}");
u8 Tips_696_001[] = _("关卡里的那些人{End}");
u8 Tips_696_002[] = _("在看到不同装扮的情况下，{End}");
u8 Tips_696_003[] = _("会告诉你不同的事情。{End}");
u8 Tips_696_004[] = _("试着穿上各种变身装{End}");
u8 Tips_696_005[] = _("和他们交谈会比较好哦。{End}");

u8 Tips_697_000[] = _("发生什么事了吗？{End}");
u8 Tips_697_001[] = _("这种奇怪的氛围……好可怕。{End}");

u8 Tips_698_000[] = _("发生什么事了吗？{End}");
u8 Tips_698_001[] = _("这种奇怪的氛围……好可怕。{End}");

u8 Tips_699_000[] = _("谢谢你，我是阿忍。{End}");

u8 Tips_700_000[] = _("只靠力量的话，{End}");
u8 Tips_700_001[] = _("有些关卡是无法通关的呢……{End}");

u8 Tips_701_000[] = _("有些难以通关的关卡，{End}");
u8 Tips_701_001[] = _("可以听下其他人的提示。{End}");
u8 Tips_701_002[] = _("多加练习，也是能通关的。{End}");
u8 Tips_701_003[] = _("加油！加油！！{End}");

u8 Tips_702_000[] = _("有些难以通关的关卡，{End}");
u8 Tips_702_001[] = _("可以听下其他人的提示。{End}");
u8 Tips_702_002[] = _("多加练习，也是能通关的。{End}");
u8 Tips_702_003[] = _("加油！加油！！{End}");

u8 Tips_703_000[] = _("感觉有点可疑呢……{End}");
u8 Tips_703_001[] = _("{End}");
u8 Tips_703_002[] = _("小新，不用害怕。{End}");
u8 Tips_703_003[] = _("我会帮你的！{End}");

u8 Tips_704_000[] = _("感觉有点可疑呢……{End}");
u8 Tips_704_001[] = _("{End}");
u8 Tips_704_002[] = _("小新，不用害怕。{End}");
u8 Tips_704_003[] = _("我会帮你的！{End}");

u8 Tips_705_000[] = _("住！住手！{NextPage}");
u8 Tips_705_001[] = _("这样的话，愚蠢能量会爆炸的……{End}");
u8 Tips_705_002[] = _("完蛋了……{NextPage}");
u8 Tips_705_003[] = _("哇啊啊啊————！！！{End}");

